[
  {
    "name": "Openspeciesvaluesfromdisk",
    "menu": "FileOptions",
    "idNum": "000023",
    "type" : "help",
    "title": "Open Species Values From Disk",
    "image": "./app/img/hlpSpeciesSetup.png",
    "path": "Main Menu / File Options / Open Species Values From Disk",
    "content": "You may have many different species files saved and available for use at any time.  This option allows you to select which of those permanent species values are associated with the species buttons on the console.",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Recovermachinevalues",
    "menu": "FileOptions",
    "idNum": "000027",
    "type" : "help",
    "title": "Recover Machine Values",
    "image": "./app/img/hlpDefault.png",
    "path": "Main Menu / File Options / Recover Machine Values",
    "content": "Select this menu to recover your systems default values.\n\n<b>WARNING: </b>Do not run this unless instructed by an LCI employee.",
    "section": "Section IV",
    "video": "n"
  },
  {
    "name": "Loaddefaultvalues",
    "menu": "FileOptions",
    "idNum": "000020",
    "type" : "help",
    "title": "Load Default Values",
    "image": "./app/img/fileOptions.PNG",
    "path": "Main Menu / View and Report Options",
    "content": "This option loads default values.  This should only be used as a last resort because it will restore the program’s operating values to the state they were in when the system was initially installed.  Any changes you have made to operating or machine parameters will be lost, except for what you may have saved on Flash.\n\n",
    "section": "SECTION IV",
    "video": "y"
  },
  {
    "name": "Automaticpositionercalibration",
    "menu": "StartUpOptions",
    "idNum": "000050",
    "type" : "help",
    "title": "Automatic Positioner Calibration",
    "image": "./app/img/hlpAutoCal.png",
    "path": "Main Menu / Setup Options / Startup Options / Automatic Positioner Calibration",
    "content": "Automatically adjusts each positioner offset based on physical measurement. \n\n <b>Note:</b> To ensure that the knees are receiving full system hydraulic pressure, make sure that the board dogs are down prior to starting this procedure. \n\n To calibrate the knees to the saw, measure the distance between the face of the knee and the carriage side of the saw teeth.  We recommend using calipers for this type of measurement.  For more consistent measurements, pick a saw tooth about one foot up from the bed plate and use the same tooth as the reference point for each of the knees.  Use the tab key to move the highlight to the knee being measured. \n\n <b>WARNING:</b> When the knee position is adjusted, the system will try to return the knee to it’s previously commanded position, causing the knee to move.  <b>Never adjust the knees when they are directly across from the saw.</b>  Move the carriage so that the knee being adjusted is either up stream or down stream from the saw prior to making the change. \n\n Enter the measured distance for the knee being calibrated in the Actual Position column, then press Enter or click Accept to save the new value. \n\n <b>Offsets:</b> Changing an offset is another way to correct the position of the knee or slabber.  This option is generally used when only small corrections are needed.  Changing the knee offsets will only affect the backstand, not the thickness of the boards being cut prior to the backstand.  Making the offset larger will cause the positioner to move toward the saw.  If the cant is undersize, decrease the offset to correct the problem.  If it is oversize, increase the offset. \n\nFor example, suppose that the cant size at the number 1 knee is consistently light by 0.020&quot.  This problem could be corrected by reducing the offset for knee 1 by 0.020&quot  If the offsets were as displayed below, the new offset for knee 1 would be 41.591. \n\nCorrections to the slabber can be made in the same manner.  Measure the thickness of boards being cut between the slabber the saw.  Adjust the slabber offset accordingly. \n\nNever make offset corrections to the knees or slabber without measuring at least 3 cants if backstand problem or 3 slabber boards if a slabber problem.  If a clear pattern does not emerge, look for other reasons why the cant may be off size.  These could include such things as saw snake, loose trunion mounts or the log not being tight against the knees. \n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Basicpositionersetup",
    "menu": "StartUpOptions",
    "idNum": "000053",
    "type" : "help",
    "title": "Basic Positioner Setup",
    "image": "./app/img/hlpBasicPos.png",
    "path": "Main Menu / Setup Options / Startup Options / Basic Positioner Setup",
    "content": "<b>Gradient:</b> After replacing an Temposonic transducer you will need to enter the transducers gradient.  The gradient number is unique for each transducer and is stamped on the identification tag attached to the back of the transducer. \n\n Temposonic transducers measure distance by sending a electrical signal through the transducer which reflects off of a magnet attached to the end of the hydraulic cylinders rod.  As the rod extends/retracts the distance from the magnet to the back end of the cylinder changes.  The setworks can determine  distance based on the time it takes for the signal to return from the magnet.  The gradient is the actual speed of that signal passing through an individual transducer.   The theoretical speed of this signal is 9.0500us per&quot of travel.  This gradient speed is measured by the manufacturer and should not change throughout the life of the transducer. \n\n<b>Runouts:</b> The Runout of a positioner is the error, in .001 per&quot of travel, between the actual distance a positioner moves and the computers reported distance moved for an individual positioner.  Most Runout errors are a result of an individual Temposonic transducers signal speed.  The setworks computer will calculate a Runout, either plus or minus, based on the gradient entered (see Gradient description).  Normally runout will not be adjusted manually because it is dynamically related to the gradient.  The runout number can be entered in the rare cases the gradient number is lost or destroyed. \n\n<b><i>NOTE:</i></b>  Anytime the Gradient or Runout is changed that positioner’s offset must be recalibrated (see Automatic Positioner Calibration). \n\n<b>Set Achieved Bands:</b> The Set Achieved bands normally are set at .010&quot.  These Set Achieved numbers do not have any real affect on the processing of lumber.  A Set Achieved lamp is located on the operators console and will light whenever all of the system positioners are on-set within their Set Achieved Band window. \n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Positionermovementsetup",
    "menu": "StartUpOptions",
    "idNum": "000056",
    "type" : "help",
    "title": "Positioner Movement Setup",
    "image": "./app/img/hlpPosMove.png",
    "path": "Main Menu / Setup Options / Startup Options / Positioner Movement Setup",
    "content": "<b>Gains and Breakpoints:</b> This menu allows you to adjust the deceleration characteristics for the carriage knees or slabber.  In other words, by adjusting the gains and breakpoints a mill can control how quickly and smoothly knees come to set.  Gains, acceleration ramp, and speeds control the fluidity of the positioners.\n\nGain in the LCI system is defined as the amount of drive voltage sent to the servo valve.  The relative gain ramp is adjustable from 0 to 9 with 0 being the lowest (least voltage, lowest speed) and 9 being the highest (highest voltage, most speed).\n\nBreakpoints are distances from a set point where gain levels are switched, with inside breakpoint being closest to final set point and outside breakpoint farther away.On a typical set, say 12&quot, the drive will accelerate to the full requested speed and will be driven through most of the set distance at the outside gain level.  When the positioner reaches the outside breakpoint the system switches to the middle gain level and begins to slow down.  When the inside breakpoint is reached the system finishes the set using the inside gain level.\n\nIf a positioner appears to have trouble achieving final set, a possible reason would be the relative gains need to be adjusted.  If the positioner over shoots or undershoots the set, comes to set too harshly or appears out of control, the gain settings may need to be adjusted.\n\nGenerally speaking, the gains set by the LCI installer are appropriate for your hydraulic system and servo valves.  Unless you are familiar with these adjustments, please contact an LCI engineer before making changes.\n\n<b>Knee Speeds and Runaway Error:</b> This menu also puts a variety of knee speed and safety functions under your control.\n\nMaximum jog, set, scan, and taper speeds are all adjustable in&quotes per second.  Move the cursor using the tab key to the value you want to change and type in the new value.  Press Enter or click Accept to save the new value.\n\nOut-of-cut and in-the-cut knee runaway tolerances are adjustable in&quotes.  The LCI system continuously checks carriage position, projected log end position and knee position.  Carriage position is broken into two categories based on whether we can project a log or cant as being in the cut or whether in all likelihood the log or cant is out of the cut. \n\n<b>WARNING:  This is not an exact science.  A number of conditions exist that can cause the system to not 'see' the log end or not know the precise position of the carriage including but not limited to a broken log end, faulty encoder or blocked scan photocells.  FOR SAFETY, NOTHING REPLACES A SAWYER WHO IS PAYING CAREFUL ATTENTION TO THE STATUS OF THE MACHINE AND SAFETY IN GENERAL.</b>  \n\nAs the system monitors carriage / log end positions it develops target locations for each knee.  If a knee position is checked and found to be outside of the tolerance defined for In-the cut or Out-of cut runaway limits, the system hydraulic safety blocking valve will automatically shut down.  When the computer detects or thinks it detects a knee runaway, it informs the sawyer of it by flashing the forward and reverse taper lamps for that knee and by placing a “Runaway!” message on the Sawyer Display.  When the carriage has been moved to a safe area, the runaway recovery can be tried.  To inform the computer that it is safe to re-energize the hydraulic safety valve and try to correct the position of the runaway knee, press and hold the Limit Override push button on the console.\n\nAcceleration Ramp and Maximum Servo Ramp are set on scales.  Acceleration ramp controls the initial drive ramp to bring the positioner up to the set speed, skew speed, etc.  Maximum servo drive controls the maximum allowable ramp voltage increment the system will use.\n\n<b>NOTE:  Before adjusting Max Servo Ramp, call LCI for assistance</b>\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Consolemapping",
    "menu": "StartUpOptions",
    "idNum": "000058",
    "type" : "help",
    "title": "Console Mapping",
    "image": "./app/img/hlpConsoleMap.png",
    "path": "Main Menu / Setup Options / Startup Options / Console Mapping",
    "content": "This menu is used by Lewis Controls Inc. to set up the console.  In the main part of the console layout screen, each button contains a lamp (at the top half of the button) and a switch (at the bottom half of the button).  The handle and foot pedals are switch inputs only.  Depending on the “hand” of the console, there are outputs and lights on one side of the console (left below) and switch inputs on the other side (right below).  To set a console button, double click or right click on the button.  A list will appear; choose the appropriate function from the list.  You may copy a button by using the left mouse button and dragging it to another location.  The button text will turn red when it is placed in more than one location.  Using this screen to simulate the console is VERY DANGEROUS and is not recommended.  Simulating the console will temporarily disable switch inputs at the console until simulate is turned off or the screen is closed.",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Sparessetup",
    "menu": "StartUpOptions",
    "idNum": "000060",
    "type" : "help",
    "title": "Spares Setup",
    "image": "./app/img/hlpSparesSetup.png",
    "path": "Main Menu / Setup Options / Startup Options / Spares Setup",
    "content": "This menu is used during startup to configure the spare inputs and outputs that are available in the system.  There are eight programmable spares.  Each can be momentary (default) or push-on/push-off (latched).  You may provide a short name for the input and output.  The short names are only used on the console mapping screen (B-4 d. above).  The long name is used in the console mapping screen and also appears in the setworks history when the appropriate spare input is pressed.",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Systemsetup",
    "menu": "StartUpOptions",
    "idNum": "000063",
    "type" : "help",
    "title": "System Setup",
    "image": "./app/img/hlpSystemSetup.png",
    "path": "Main Menu / Setup Options / Startup Options / System Setup",
    "content": "This menu is used during startup to configure your system.  Once these parameters are setup, they will probably remain unchanged for the life of the system.\n\nMill Setup\n\nMill 'name':  This is the 'name' that will be used for all mill reports and system displays.\n\n<b>MILL SETUP</b>\n\n<b>Double Cut:</b>  Check this box if this is a double cut system.\n\n<b>Logs Enter Saw From:</b> Choose Left or Right.  This information is used to setup up the orientation of the sawyer’ s display.\n\n<b>SCANNER SETUP</b>\n\n<b>Scanner Resolution:</b> This parameter determines how frequently the system takes cross section data on the log.  For the laser 3D scanning systems, this parameter will be set to 1”.  For photocell systems, this parameter will be set to 6”.\n\n<b>Max. Scan Distance:</b>  The Max. Scan Distance determines how long the scanners will continue to collect log profile data as the carriage moves towards the scanner.  The minimum value for this distance is the largest distance between any two adjacent laser lines.\n\n<b>Over Zero Scan Distance:</b>  The Over Zero Scan Distance is used to track the end of the log as the carriage moves towards the saw.  When the front end of the log reaches a point measured from the last laser line (line closest to the saw), if log scanning is not already complete, scanning will be terminated and a solution calculated.\n\n<b>Carriage Setup</b>\n\n<b>Number of Knees:</b>  Set to the number of Knees on the carriage.  When the number of knees has been changed, the control program will need to be restarted.\n\n<b>½ Width of Knee:</b>  Set to ½ half the width of the face of the knee.\n\n<b>Knee Distances:</b>  These distances are measured from the center of the dog on Knee 1 to the center of the dog on each of the other knees.  Knee 1 is defined as the first knee to enter the cut after a scan.  Make an entry for each of the knees.\n\n<b>Tally Setup</b>\n\n<b>Min Diameter, Max Diameter:</b>  These parameters are used to set up the minimum and maximum log diameters for the system tallies.\n\n<b>Min Length, Max Length:</b> These parameters determine what lengths will be tallied in the reports.  Lengths longer than the Max Length will be tallied as the maximum length. Lengths shorter than the Min Length will not be tallied.\n\n<b>Scale Type 1, Scale Type 2:</b>  The system has the ability to perform several different types of scale calculations.  Two of these (such as Scribner and Cubic) may be selected for the system reports.  Use the drop down box to select from the list of available scales.\n\n<b>Zero Entries at Pantograph:</b> Checking this box causes the system to clear out any pending manual pushbutton entries when the pantograph switch is closed.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Kerfs",
    "menu": "RunTimeOptions",
    "idNum": "000090",
    "type" : "help",
    "title": "Kerfs",
    "image": "./app/img/hlpKerfs.png",
    "path": "Main Menu / Setup Options / Runtime Options / Kerfs ",
    "content": "Enter kerf sizes for Headrig and Resaw.",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Limits",
    "menu": "RunTimeOptions",
    "idNum": "000093",
    "type" : "help",
    "title": "Limits",
    "image": "./app/img/hlpLimits.png",
    "path": "Main Menu / Setup Options / Runtime Options / Limits",
    "content": "The limit menu tells the LCI system some physical details about the carriage.  It is usually set up at startup and not changed unless modifications are made to the carriage itself.  Special care must be taken when measuring and entering these parameters because they have a direct impact on overall safety.  Your system may have a different number of limits than those shown in the sample screen below.\n\n<b>Forward limit:</b>  Closest position, knee face to saw plus safety factor.\n\n<b>Reverse limit:</b>Farthest position, knee face to saw.\n\n<b>Dogs Out limit:</b> Board dogs out, measure dog point to knee plus safety factor.\n\n<b>Log Dog limit:</b>  Log dog out position, measure dog point to knee plus safety factor.\n\n<b>Cant Kicker limit:</b> Maximum extension from face of knee. \n\n<b>Turner Short Limit:</b> Closest position that turner is allowed to operate.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Delays",
    "menu": "RunTimeOptions",
    "idNum": "000096",
    "type" : "help",
    "title": "Delays",
    "image": "./app/img/hlpDelays.png",
    "path": "Main Menu / Setup Options / Runtime Options / Delays",
    "content": "This menu controls time delays for dogging functions, from cinchbacks to the soft cushion circuit delay.  <b>NOTE:</b> Setting any of the delays to zero disables that particular function.  Your system may have a different number of delays than those shown in the sample screen below.\n\nBoard dog and Log dog Cinchback Delays provide a short delay before cinchback, allowing the dogs to bite before cinchback occurs.\n\nThe Log dog OUT-THEN-DOWN delays are set to allow full cylinder motion before starting the down stroke.  UP - THEN - IN delays are set to allow the dogs to pull out of the log before retracting.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Oileradjustments",
    "menu": "RunTimeOptions",
    "idNum": "000099",
    "type" : "help",
    "title": "Oiler Adjustments",
    "image": "./app/img/hlpOiler.png",
    "path": "Main Menu / Setup Options / Runtime Options / Oiler Adjustments",
    "content": "This menu controls the automatic knee oiler.  It can also be connected to the track oiler and operate for the same duration.  Distance moved is the combined forward and reverse movement of a knee.  Once Distance Moved has been achieved, the oiler will be turned on for the specified time.",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Openingfaceparameters",
    "menu": "RunTimeOptions",
    "idNum": "000101",
    "type" : "help",
    "title": "Opening Face Parameters",
    "image": "./app/img/hlpOpenFace.png",
    "path": "Main Menu / Setup Options / Runtime Options / Opening Face Parameters",
    "content": "<b>Auto Face:</b> The auto face selection menu allows a mill to select a normal sequence of turns for each species.  Select the sequence from the list provided that duplicates how the sawyer saws most logs in that species. \n\nFor example, if a sawyer loads a log, saws the front face (1F), turns the log 180 degrees, saws the back face (1B), turns 90 degrees down, saws (2F) and finishes with a 180 on (2B) then the selection 1F, 1B, 2F, 2B would be chosen.\n\n  If the sawyer takes successive 90 degree turns all the way around the log, 1F, 2F, 1B, 2B would be the proper choice.  \n\nThe selection 1F, 2F, 2B, 1B opens the log on 1F, turns 90 degrees, saws 2F, turns 180 degrees, saws 2B, turns 90 degrees, finishes on 1B.\n\n<b>NOTE: </b> If a sawyer turns a log out of sequence, he must tell the system which face he is on by pressing the lighted pushbutton corresponding to the face he is actually sawing.  \n\n<b>Minimum Opening Face Parameters</b> This menu also sets the minimum opening face requirement for all faces opened with the Set button.\n\n  Each species is setup separately.  Opening face selections are defined by width and length.  The Minimum Opening Face (Common Face) is the one most often used.  The Grade face is typically set longer and/or wider than the Minimum Opening Face.  The Grade face will be automatically called up by the LCI system  if the log diameter is greater that the Auto Grade Face Diameter or it can be manually selected by the sawyer by pushing the Grade Face button on the console.  Remember that the common board recovery and trade-off depth for next length features can affect the opening face selected.  Your system may contain multiple grade faces.  The log diameter will determine which grade face will be used.\n\n<b>NOTE:</b>  When fine tuning opening faces it is helpful to set the Minimum Opening Face parameters exactly where you would like them to be.  If the faces are slightly wider, or slightly narrower than you would like, correct them with the 'Roughness Allowance' factor located in the Scanner Options menu (Main Menu / Setup Options / Scanner Setup / Scanner Options, section B-3.c).  During this process, the trade-off should be set to .000&quot in the scan adjustments screen.  When complete, you may reset the trade-off depth.  Boards with smaller than minimum face requirements should be deselected in the fill mask and as default board.  Faces may also be influenced by data smoothing parameters found in the Shapescan Setup.  See Section B-3.c (Main Menu / Setup Options / Scanner Setup / Shapescan Setup)\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Packagemode/maxsetsetup",
    "menu": "RunTimeOptions",
    "idNum": "000103",
    "type" : "help",
    "title": "Package Mode / Max Set Setup",
    "image": "./app/img/hlpPackageMode.png",
    "path": "Main Menu / Setup Options / Runtime Options / Max Set Setup",
    "content": "<b>Package Mode / Max Set Setup:</b> A package is defined as a stack of one or more boards.  The <b>Maximum Package Width and Maximum Package Thickness</b> determine the largest package that can be cut off at the headrig.  These settings are useful if you have a downstream lumber handling restriction such as a narrow conveyor, gang edger, or a pony carriage with a maximum throat opening.\n\n  The <b>Maximum Set</b> restricts the system from making large sets which might cause problems for the sawyer, such as trying to cut a cant on the first face (1F).\n\nThe <b>Maximum Undog Size</b> can be set to limit the size that can be unloaded off the carriage.  This size is only used if both axes of the log are computed.  This parameter can be used such that something downstream of the unload deck requires that a piece be smaller then xx.xxx - thus set the max undog size to xx.xxx.  To override the undog feature, the sawyer may press the Limit Override button when undogging to force the dogs to come up.\n\nThe <b>Maximum Attached Slab</b> limits the thickness of a slab attached to a board.  If the slab is too thick, multiple passes will be taken to reduce its size.\n\nFrom the sawyer’s console, three different modes of sawing may be selected.  These are Single, Package and Resaw.\n\n<b>Single Mode</b> allows only single side boards to be cut from the log.\n\n<b>Package Mode</b> allows the sawyer to cut multiples of the same thickness to the resaw.  The system can be configured so that two separate groups of packaged boards may be sent to the resaw.  The Non-Limit Multiple list is used in normal production and allows the system to group like boards together with a resaw kerf between them.  The Limit Multiple list is a secondary list that is usually set to restrict various packages.  The sawyer switches between Non-Limit Multiple and Limit Multiple by pressing the Limit Multiple Button.\n\nAn example of when Limit and Non-Limit multiples can be used would be a mill cutting to a resaw.  Under normal operating conditions, the sawyer, sawing non- limit multiples, feeds large packages to the resaw.  Conditions change and the resaw backs up.  The headrig sawyer can switch to limit multiples and saw smaller packages that do not require recirculation at the resaw.  If conditions really plug up, (resaw down etc.), the sawyer can choose Single Mode from his console and no packages will be made at all.\n\nResaw Mode allows the sawyer to cut any combination of multiples which will be sent to the resaw.  These multiples are not necessarily made up of boards of the same thickness.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Timberbindadjustments",
    "menu": "RunTimeOptions",
    "idNum": "000108",
    "type" : "help",
    "title": "Timberbind Adjustments",
    "image": "./app/img/hlpTimberBind.png",
    "path": "Main Menu / Setup Options / Runtime Options / Timber Bind Adjustemtns",
    "content": "The timber bind feature, if selected, allows a sawyer to straighten crooked cants.  This option is only available if your system has three or more knees.\n\nTo do this the sawyer would load a log and saw the front as normal.  When he turns to the backside, bow is usually away from the knees.  Knee two (on a three knee carriage) is programmed to back up slightly.  The dogs on knees one and three operate normally.  After a slight delay, knee two moves forward, dogs and straightens the cant.  If there is no bow to the cant, knee two simply moves into position and dogs. \n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Slabbersetup",
    "menu": "RunTimeOptions",
    "idNum": "000112",
    "type" : "help",
    "title": "Slabber Setup",
    "image": "./app/img/hlpSlabber.png",
    "path": "Main Menu / Setup Options / Runtime Options / Slabber Setup",
    "content": "This menu controls slabber functionality.  If your system is not equipped with a slabber, this screen will not be available.\n\nReverse Limit sets the limit to how far the slabber can be retracted.\n\nRetract Position sets the position to where the slabber is retracted when nothing is being 'slabbed'.\n\nSafe Wood Clearance is the minimum distance between the wood and the face of slabber when not using the slabber.  If the slabber is at the retract position and the new set position would cause the wood to hit the slabber, the new slabber position will be the position of the wood plus the Safe Wood Clearance.\n\nZero Position is used to determine the position of the slabber when making a slab only pass (i.e. no board being cut).  The slabber position is measured from the edge of the saw tooth on the carriage side of the saw.  Selecting the Zero option will cause the face of the slabber to be even with the edge of the saw tooth on the knee side of the saw when making a slab only pass.  Selecting Kerf will cause the slabber to set back by the width of a saw kerf (i.e. lining up with the inside edge of the band saw) when making a slab only pass, allowing the saw to clean up the face as the carriage moves past the saw.  While using the Kerf option may initially produce a better face, repeated slab only passes may dull one side of the saw, increasing the amount of saw deviation.\n\nEnable Runaway Protection will force a runaway condition if the slabber does not get on set.\n\nEnable Slabber Stacking function will allow the slabber to have multiple passes if the slab is too thick.\n\nDiameter Threshold for Depth allows you to set two different slabber limits based on a log diameter.  If the log diameter is less than the Diameter Threshold for Depth value, then the maximum amount of wood that can be removed by the slabber will be the Maximum Safe Slabber Depth 1.  On the other hand, if the log diameter is more than the Diameter Threshold for Depth value, then the slabber’s limit will be Maximum Safe Slabber Depth 2.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Autosawguidesetup",
    "menu": "RunTimeOptions",
    "idNum": "000116",
    "type" : "help",
    "title": "Autosaw Guide Setup",
    "image": "./app/img/hlpAutoSawSetup.png",
    "path": "Main Menu / Setup Options / Runtime Options / Auto Saw Guide Setup",
    "content": "This menu controls the automatic saw guide functionality.  If your system is not equipped with an auto saw guide, this screen will not be available.\n\nWood Clearance is the minimum amount the saw guide will be above the top surface of the log.\n\nGuide High Limit is the largest distance the saw guide can be above the bunks of the knees.\n\nGuide Low Limit is the closest distance the saw guide can be to the bunks of the knees.\n\nSet Tolerance is the distance, above and below the target, that makes up the set zone.  If the guide is within the set zone it will not try to move.  A 0.500&quot set tolerance will create a 1.000&quot zone.  Setting this tolerance too small will cause the guide  to continually move up and down as It tries to find a position within the set tolerance range.\n\nError is the difference between the desired location (target) and current location (current).\n\nOffset is used to calibrate the saw guide.  The actual position of the guide is measured from the top of the bunks to the bottom of the guide.  Using the current guide position on the right portion of the display, adjust the Cylinder Offset until the Cur: position on the screen matches the actual physical position of the guide.  Increasing the offset will cause the Cur: position on the screen to increase.\n\nMode is changed by the button on the console.  There are three different modes of operation: Manual, auto, auto_int. \n\n Manual: The sawyer controls the saw guide.  The console button will not be lit during this time.  The system will remain in this mode until the sawyer pushes the saw guide console button to return to auto.\n\nAuto: The computer will automatically position the guide for each log.  The console button will always be on during this time.\n\nAuto_int (auto interrupted): The saw guide is in auto, but the current position has been overridden by the operator.  The console button will blink when this is the case. Note: Once the sawyer takes control, automatic control will not resume until the sawyer raises the dogs.\n\nCur: is the current position of the saw guide.\n\nTar: is the target position of the saw guide.\n\nDown/Up Coast is a dynamically calculated number to help compensate for the movement of the guide.  Once the power to the movement device has been relinquished a coasting of the guide is experienced.  This is compensated for with the appropriate coast.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Scanneroptions",
    "menu": "ScannerSetup",
    "idNum": "000170",
    "type" : "help",
    "title": "Scanner Options",
    "image": "./app/img/hlpScannerOpt.png",
    "path": "Main Menu / Setup Options / Scanner Setup / Scanner Options",
    "content": "<b>Scanner Options:</b> In this menu a variety of different choices are made and physical positions defined that will directly influence machine operation and safety.  It is one of the most important menus in the entire setup. \n\n<b>Roughness Allowance</b> is a factor that compensates for debarker damage or general surface roughness found in certain species (cedar, basswood, redwood) by decreasing the actual scanned diameter.  This feature is very helpful in fine tuning opening faces.  It allows you to set opening face requirements to the exact width and length desired.  If under actual sawing conditions faces are narrower or wider than the width you have entered, roughness allowance can be adjusted to bring them back in line.  Increasing the Roughness Allowance will cause the system to make bigger faces, decreasing it will generate smaller faces.  Although normally a positive number, negative numbers can be used to further reduce face size.\n\n<b>Bark Allowance</b> is a factor that compensates for bark that is still on the log.  When the Bark On button is lit, the system will decrease the diameter of the log by the Bark Allowance and adjust solutions accordingly.  Accidentally turning on the Bark Allowance will cause an increase in opening face sizes.\n\n<b>Guide to Knee 1 at Reference:</b> This parameter enables us to relate the carriage and log location to a fixed point in the mill.  The actual Knee 1 to Guide is displayed to the right of this parameter.  Set this number by measuring the distance between the center of knee 1 to the front of the guide at the point the carriage is coming off the carriage reference switch.\n<b>Encoder Counts per Foot:</b> Once the carriage has been 'referenced', a shaft encoder tracks the carriage travel.  To calculate this number, do the following: \na) Position the carriage so that it is off the load end set enable sensor (towards the un-load end)\nb) Mark where the carriage is.  You will need to measure from the current location to a new location after moving the carriage.\nc) Open the Encoder Information screen.\nd) Write down the current encoder counts (first number at top of screen).  Call this number C1\ne) Move the carriage approximately 10 feet towards the un-load end.\nf) Write down the new encoder count.  Call this number C2\ng) Measure how far you moved the carriage (in&quotes).  Call this number&quotes.\nh) Calculate the following:\n\t((C1 - C2) /&quotes) * 12.\n<b>NOTE:</b>  Be careful about the sign of C1 and C2.  C1 may be positive or negative.  C2 is almost always negative.  Subtracting a negative is that same as adding!!\ni) Type the new number in the Scanner Setup screen under Encoder Counts per Foot.  (this number is usually between 250 and 750).\n<b>Fuzzy Logic for Back Face:</b> With front of log scanning, the best any system can do is to look at one face (the scanned face) at a time.  Fuzzy Logic is a factor, adjustable by the mill, that says:  If, on a computed run, there is almost enough wood to make an extra board, then go ahead and try for it in the hope that when the back face is scanned and verified the wood will be there.  For example, on a front scan the computer determines there is enough wood to make a stack of eight 2inch lines plus kerf and .830inches of wood left over of sufficient length to make a minimum 1inch board.  However, your 1&quot target size is .850inches.  If fuzzy logic is set at .020inches or higher, the computer will include the 1&quot board in the computed run, placing it against the knees.  At best, you'll get the eight two&quot lines and a legal one&quot board.  At worst, you'll still get the eight two&quot lines and a heavy back face slab.  As a practical measure, Fuzzy Logic should be set equal to or greater than the Roughness Allowance for the species selected.\n<b>Set Disable Distance in Front of / Behind Guide</b> establishes a point in front of the saw guide where the setworks are disabled.\n\nAll setworks motion will stop when the combined inputs from the encoder and the scanner determine that any part of the log is present in the dead zone.\n\n<b>Use Scanner Set Disable (yes/no)</b> is the off and on switch for the Set Disable feature.\n\n<b><i>WARNING:</i>  Though normally quite reliable, the Scan Set Disable feature is not 100% fail safe.  It is intended primarily to save saws and not to ensure personal safety of people in the area.  Broken or severely tapered log ends may not be 'seen' reliably by the scanner, which in turn can show a false reading for predicted log end.  A slipping encoder, loose drive cables, or photocells (if your system is equipped with photocells) covered by debris may also create false information.\n\n</b><b><u>Nothing can take the place of a sawyer that stays in control of his machine at all times and makes safety a high priority.</u></b>\n\n<b>Bandmill Offset Enable </b>(yes/no) is the off and on switch for the bandmill offset feature.  The bandmill offset feature causes the knees to retract slightly on the return pass to prevent the saw from raking the face and to minimize the chance of catching slivers.\n\n<b>Bandmill Offset Distance (max .100)</b> sets the distance the knees will back up when the feature is active.\n\n<b>Trade Off Depth for Next Board Length</b> is active in the Cant Matrix sawing mode and is a mill adjustable feature.  The system first looks at the scanned diameter and shape of a log and determines the knee position needed to achieve a minimum opening face.  It then checks each incremental trade off point.  If it can make a longer board within the trade off parameters, it does.  It will test up to the maximum trade off depth on every face opening.  If it cannot make a longer board, a minimum opening face will be taken.\n\n<b>Maximum Trade Off Depth</b> sets the maximum distance the Trade Off feature will set while looking to gain extra board length.\n\n<b>Calibrate Size:</b> When the sawyer decides to calibrate the scanner he normally saws a square cant with no taper in the knees.  As long as there is no taper in the knees the horizontal calibrate size will change to display knee position.  If the system is equipped with an L4 3D scanner, the horizontal and vertical calibrate size will change to display the width and height of the cant.  When the sawyer begins the calibration process no adjustment to calibrate size is necessary.\n\n\n\n",
    "section": "Section IV",
    "video": "n"
  },
  {
    "name": "Scannersetupoptions",
    "menu": "ScannerSetup",
    "idNum": "000174",
    "type" : "help",
    "title": "Scanner Setup Options",
    "image": "./app/img/hlpScannerSet.png",
    "path": "Main Menu / Setup Options / Scanner Setup",
    "content": "L4 Scanner Setup - If your system is equipped with an L4 3D laser scanner, you will have access to this screen.  The parameters on this screen are necessary for proper operation of the L4 laser scanner.\n\nLaser Enable - Enable or disable lasers with this check mark.  If a laser is not operating properly, its data can be ignored by disabling the laser.\n\nLaser Position - The position represents the horizontal location of the laser in reference to the saw guide.\n\nLaser Effected - You may check up to two lasers that are effected by a turner or other such device.  The computer will fill in data as appropriate if the previous and next laser is seeing a valid log.  This option should only be used if there is a scan area that is all or partially blocked during SOME of the scan process, but eventually becomes clear (ie. turner going up and down during scanning).\n\nTheta, Xs, Ys – These are calibration values used to take raw 3D scan data and convert it to a coordinate frame relative to the carriage.  Theta is the angle between the scan head and the carriage.  Xs (away from the carriage) and Ys (above the carriage) are offsets in reference to the sawline.  The three columns on the right provide a reference from the previous calibration.\n\nCalibration Offset: Normally, the cant being used for calibration will be positioned so that the edge of the cant is on the sawline.  Under some conditions, it may be desirable to position the cant back from the sawline.  Putting a positive value in the calibration offset will cause the system to position the cant back from the sawline by the amount entered.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Autotaperrates",
    "menu": "ScannerSetup",
    "idNum": "000177",
    "type" : "help",
    "title": "Auto Tapper Rates",
    "image": "./app/img/hlpAutoTaper.png",
    "path": "Main Menu / Setup Options / Scanner Setup / Auto Taper Rates",
    "content": "This table specifies how much the carriage knees are to be tapered when the scanner <b>Auto Taper button</b> is lit.  The left column of the table sets categories based on the overall taper of the whole log, as measured by the scanner.  The right side of the table specifies the knee taper for each category.  Zero knee taper is usually used for all back faces.  Fifty percent front taper means that the center axis of the log will be parallel to the sawline.  One hundred percent front taper places the front edge of the log parallel to the sawline.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Shapescansetup",
    "menu": "ScannerSetup",
    "idNum": "000181",
    "type" : "help",
    "title": "Shapescan Setup",
    "image": "./app/img/hlpShapeScan.png",
    "path": "Main Menu / Setup Options / Scanner Setup / Shapescan Setup",
    "content": "<b>Shapescan Setup:</b> Parameters in this menu are used to fine tune positioning of the log and may vary from one species to another depending on the size, shape and roughness of the logs.  Note: Each species is set up with its own set of values.\n\n<b>Percent of log ends to ignore (for tapering):</b> In determining the overall taper of the log, it is often beneficial to ignore the ends of the log.  By so doing, problems such as broken ends, swelled butts or pistol butts are eliminated from the taper calculations.  The percent of log ends to ignore is used on both ends of the log: i.e. a value of 25% would leave the middle 50% of the log for taper calculations.\n\nThese next three entries work together to filter out bad scan data based on cross section data from adjacent scan lines.\n\n<b>Number of Points to consider for data elimination:</b>  In the process of gathering scan data, cross section scan data is gathered at one&quot intervals along the length of the log.  At each cross section, the outside edge of the log is found and a face is calculated.  Occasionally, the shape of the log (knot, branch, piece of bark, etc.) may cause a section to be calculated which is not truly representative of the log.  To reduce bad data sections, each section is compared to the sections of adjacent scan lines on either side.  This parameter controls how many sections to consider on each side of the current section being checked.\n\n<b>Maximum error allowed toward the knees:</b> If the value of the current edge section being checked is further towards the knees (interior of the log) when compared to the sections on either side by more than this amount, the section will not be used in the final face calculations.\n\n<b>Maximum error allowed toward sawline:</b> If the value of the current edge section being checked is further towards the sawline (exterior of the log) when compared to the sections on either side by more than this amount, the section will not be used in the final face calculations.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Scannercalibrationoptions",
    "menu": "ScannerSetup",
    "idNum": "000185",
    "type" : "help",
    "title": "Scanner Calibration Options",
    "image": "./app/img/hlpScanCal.png",
    "path": "Main Menu / Setup Options / Scanner Setup / Scanner Calibration Options",
    "content": "<b>Font Scanner</b>\n\n<b>Horizontal:</b> Width from the knees to the edge of the CANT.\n\n<b>Vertical:</b>  From the top to the bottom.\n\n<b>Offset:</b> How far off the saw-line will calibrate with the CANT..\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Tallyparameterssetup",
    "menu": "SetUpOptions",
    "idNum": "000200",
    "type" : "help",
    "title": "Tally Parameters Setup",
    "image": "./app/img/hlpTallyParam.png",
    "path": "Main Menu / Setup Options / Tally Parameters Setup",
    "content": "Your system may not include this option.  This menu allows you to adjust several features of your report package.  The trim allowance minimum and maximum is a range for the misbucked report.  The diameter rounding adder is used to bias the scale of all log reports; the adder is added to the diameter when calculating scale.  The delay before downtime starts is the amount of time (in seconds) the carriage must stop operating before downtime is registered.  If there is an X at Auto Print Reports, all reports that are selected will automatically print at the end of each shift.  If there is an X at Auto Zero Tally and Downtime at Shift Start, the sawyer’s display and tally summary will reset to zero at the start of shift (this should normally be checked).  The last option indicates the number of days that will remain in the database; once the database contains xx number of days, older records will be removed at midnight.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Zerotallyanddowntime",
    "menu": "SetUpOptions",
    "idNum": "000206",
    "type" : "help",
    "title": "Zero Tally and Downtime",
    "image": "./app/img/hlpZeroTally.png",
    "path": "Main Menu / Setup Options / Zero Tally and Downtime",
    "content": "This menu item allows you to manually zero a tally category.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Setviewoptions",
    "menu": "SetUpOptions",
    "idNum": "000212",
    "type" : "help",
    "title": "Set View Options",
    "image": "./app/img/hlpSetView.png",
    "path": "Main Menu / Setup Options / Set View Options",
    "content": "This option controls how the log is presented on the sawyers display and on other diagnostic screens.  Set the cab location which will either be next to the saw or at the end of the track.\n\nTo set the sawyers view, imagine standing in front of the carriage loaded with a log so that it is directly across from you.  As the carriage moves towards the left and away from you, you would see the right end of the log.\n\nChanging these parameters will affect the knee and laser / photocell order on the sawyer’s screen and other screens that display this information.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Sawdeviationsetup",
    "menu": "SetUpOptions",
    "idNum": "000218",
    "type" : "help",
    "title": "Saw Deviation Setup",
    "image": "./app/img/hlpSawDev.png",
    "path": "Main Menu / Setup Options / Saw Deviation Setup",
    "content": "This menu allows you to setup and calibrate the Saw Deviation Sensor.  If your system is not equipped with saw deviation, this screen will not be available.\n\n<b>General Setup:</b>  The sensor should be mounted so that it is approximately 1/8” from the sensor to the saw.  When making the measurement, the saw should be strained up and rolled over to make sure it is properly positioned.\n\n<b>Headrig Kerf:</b> This is the same value that is referenced from the Kerfs menu in the runtime menu.  It is referenced here for convenience.\n\n<b>Saw 'name':</b> The saw 'name' allows the mill to identify different saws by 'name' so that a saw’s performance may be tracked in the saw deviation reports.\n\n<b>Front Count</b> is the current count being returned from the saw sensor.  This count is a measurement (in sensor units) of how far the sensor is from the saw.\n\n<b>Current Distance:</b>  This is the distance from the saw to the sensor after it has been converted to&quotes.  This value is updated dynamically.\n\n<b>Front Cut Zero:</b> This value is the distance from the sensor to the saw when there is no wood in the saw.  To set this value, strain up the saw and roll it over.  Copy the value found in “Front Count” to this entry.  With the sensor having a physical offset of 1/8” from the saw, the count should be about 127.\n\nIf you have a double cut carriage, the same procedure should be applied to Back Cut Zero,  (If your carriage is single cut, you won’t be able to see any options for double cut carriages.)\n\n<b>Counts per Inch</b> is a scale factor for converting sensor counts to&quotes.  800 is factory default and should not normally be changed.\n\n#1 Alarm [Warning] determines how much deviation must occur before the warning light on the sawyer’s console comes on.\n\n#2 Alarm [Hazard] determines how much deviation must occur before the Hazard light comes on.\n\nReport Entry sets the distance in&quotes (positive or negative) at which a report entry line will be generated.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Advsawdeviationsetup",
    "menu": "SetUpOptions",
    "idNum": "000222",
    "type" : "help",
    "title": "Advance Saw Deviation Setup",
    "image": "./app/img/hlpAdvSawDev.png",
    "path": "Main Menu / Setup Options / Advance Saw Deviation Setup",
    "content": "This menu allows you to setup and calibrate the Saw Deviation Sensor.  If your system is not equipped with saw deviation, this screen will not be available.\n\n<b>nGeneral Setup:</b>  The sensor should be mounted so that it is approximately 1/8” from the sensor to the saw.  When making the measurement, the saw should be strained up and rolled over to make sure it is properly positioned.\n\n<b>Headrig Kerf:</b> This is the same value that is referenced from the Kerfs menu in the runtime menu.  It is referenced here for convenience.\n\n<b>Saw 'name':</b> The saw 'name' allows the mill to identify different saws by 'name' so that a saw’s performance may be tracked in the saw deviation reports.\n\n<b>Front Count</b> is the current count being returned from the saw sensor.  This count is a measurement (in sensor units) of how far the sensor is from the saw.\n\n<b>Current Distance:</b>  This is the distance from the saw to the sensor after it has been converted to&quotes.  This value is updated dynamically.\n\n<b>Front Cut Zero:</b> This value is the distance from the sensor to the saw when there is no wood in the saw.  To set this value, strain up the saw and roll it over.  Copy the value found in “Front Count” to this entry.  With the sensor having a physical offset of 1/8” from the saw, the count should be about 127.\n\nIf you have a double cut carriage, the same procedure should be applied to <b>Back Cut Zero</b>,  (If your carriage is single cut, you won’t be able to see any options for double cut carriages.)\n\n<b>Counts per Inch</b> is a scale factor for converting sensor counts to&quotes.  800 is factory default and should not normally be changed.\n\n#1 Alarm [Warning] determines how much deviation must occur before the warning light on the sawyer’s console comes on.\n\n#2 Alarm [Hazard] determines how much deviation must occur before the Hazard light comes on.\n\n<b>Report Entry</b> sets the distance in&quotes (positive or negative) at which a report entry line will be generated.\n\n<b>Display Setup:</b>  These options can be toggled on or off.  Turning one on will display the toggled option on your sawyer screen. \n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Speciessetup",
    "menu": "LumberOptions",
    "idNum": "000260",
    "type" : "help",
    "title": "Species Setup",
    "image": "./app/img/hlpSpeciesSet.png",
    "path": "Main Menu / Lumber Options / Species Setup",
    "content": "The Species Setup menu is used to turn on or off several very important functions by species.\n\nDollar Driven (yes or no) determines whether a species operates in Cant Matrix or Dollar Driven mode.  NOTE:  Many systems specifically set up for hardwood or grade softwood will not have Dollar Driven solutions enabled.\n\n'The second line, (Tradeoff Dollar) is a part of the Dollar Driven sawing program.  When the first line, (Dollar Driven yes or no) is set to No and you are sawing in Cant Matrix mode, Tradeoff Dollar automatically disappears.  When Dollar Driven Yes is chosen, a dollar amount appears in the column.  This value is a penalty that applies to a solution value if the computer chooses a solution with an opening face that is longer and wider than minimum.  The higher the penalty, the more closely Dollar Driven will call for minimum face solutions.  If the penalty is low, Dollar Driven will more freely choose faces that reflect higher dollar value but may not necessarily maximize recovery.\n\nOdd Board structures the solutions computed on the front face of an axis.  The system generates an image of the log and places a cant in the usable wood in accordance with the cant selection rules.  It then tries to utilize the remaining usable wood by placing boards between the cant and the faces.  If enough usable wood remains to make an odd number of boards, this entry instructs the system where to place the odd board.   It can be placed on the front or the back, or the system can be forced to compute symmetrically.\n\n Max Cant Face Difference applies to Dollar Driven and Cant Matrix solutions and is used to restrict side shift of a center cant.  The smaller the number, the more the cant will be forced into the center of the log.\n\nFill with Last Board (yes) describes a computed solution where the system fills with the last board the sawyer manually selects until no more will fit.  The computer then tries to fill from the fill mask.  Selecting (no) describes a fill completed directly from the mask without regard to the last board chosen by the sawyer.\n\nLumber Lengths -  In this menu, the nominal lengths are defined for all species cut.  These lengths must be in ascending order and will match those in the Cant Length / Width Matrix.\n\nMetric Units / English Units – Your system may or may not include this option.  Checking this option changes the species to the displayed units (Metric or English).  If your system is normally Metric, it allows you to enter species parameters in English units.  If your system is normally English, it allows you to enter species parameters in Metric units.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Savecurrentspeciesmachinevaluestodisk",
    "menu": "FileOptions",
    "idNum": "000026",
    "type" : "help",
    "title": "Save Current Species && Machine Values To Disk",
    "image": "./app/img/hlpSpeciesDisk.png",
    "path": "Main Menu / File Options / Save Current Species And Machines Values",
    "content": "This option allows you to rename any of the current species and save their descriptions permanently.  For example, if you primarily saw Ash and Maple, you could rename Species A to Ash and Species B to Maple, in order to make maintenance of the species easier. \n\n This screen is also used to create backups of system values.  Backups are a form of insurance that can keep your system running even if the worst happens; therefore frequent backups are recommended.  You can save machine parameters to the hard drive (the first checkbox) or you can back up values to a compact flash card (the second checkbox).  The flash card may be removed and inserted into another computer if the primary machine cannot operate normally.\n\n To recover the hard drive backup, use option d below (Recover Machine Values).  To recover the flash backup, you will need to exit the Carriage Menu program and use the Recover Values From Flash icon in the Carriage Menu directory (from Windows, Start->Carriage Menu->Recover Values From Flash) to choose which parameters to recover. \n ",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Cantfacewidthtable",
    "menu": "LumberOptions",
    "idNum": "000272",
    "type" : "help",
    "title": "Cant Face Width Table",
    "image": "./app/img/hlpCantFace.png",
    "path": "Main Menu / Lumber Options / Cant Face Width Table",
    "content": "The Cant Face Width Table defines the minimum legal cant by number and full length face width by length.  As you can see, it is in matrix form.  To change the face requirement for a particular number and length cant, move the cursor to the proper length column and down to the cant number you want to change.  The choices include typing any width up to the full thickness of the cant or I to ignore that length.  By choosing ignore, the system will not use that particular cant.\n\nFor example, if you intentionally do not want to make short 12&quot cants, simply go to the 12&quot cant number and type the letter 'I' in the 6\", 8\" and 10\" column.  The display will read \"ignore\"  for those lengths and widths.  When a 6\", 8\" or 10\" log is scanned,  the system will not consider a 12&quot cant. \n\nThere are buttons that allow you to set an entire row, column, or all entries in the table.  Copy table will copy the entire table so it may be pasted into another species\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Optimizeradjustments",
    "menu": "LumberOptions",
    "idNum": "000278",
    "type" : "help",
    "title": "Optimizer Adjustments",
    "image": "./app/img/hlpOiler.png",
    "path": "Main Menu / Lumber Options / Optimizer Adjustments",
    "content": "<b>Prevent cant from growing:</b> Prevents from selecting a bigger cant on the backside than what was selected on the front side.\n\n<b>Always center:</b> A forced centering of the cant.\n\n<b><u>Front Faces</u></b>\n<b>Cant face insurance:</b>  Cant Insurance – Cant insurance is the amount of extra face width required to fit an allowable cant into a log.For example, an 8&quot cant with a 4&quot, cant face requirement and 1&quot of cant insurance would require a 5&quot full length face to qualify. The purpose of the insurance is to improve the chance that the chosen cant will be preserved and not downgraded when the opposite face is scanned and the log re-optimized. The more cant insurance that is applied, the more likely it is that the cant selected on the back face will match the cant selected for the front.\n\n<b><u>Back Faces</u></b>\n<b>Cant face violation:</b> Accounts for dips or restrictions in the cant face. Adjusting this value allows the system to select a cant on a back face when the cant face minus the cant face violation brings the cant face within acceptable limits.\n<b>Board face violation - Width:</b> Accounts for a dips or restrictions in the board face width. Adjusting this value allows the system to place a marginally narrow board on the outside of a log if the board face minus the face violation (width) value will bring the board within face width limits.\n<b>Board face violation – Length:</b> Accounts for a dips or restrictions in the board face length. Adjusting this value allows the system to place a marginally short board on the outside of a log when the board length minus the board face violation (length) brings the board within face length limits.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Addashift",
    "menu": "ShiftSetUp",
    "idNum": "000300",
    "type" : "help",
    "title": "Add a Shift",
    "image": "./app/img/hlpAddShift.png",
    "path": "Main Menu / Shift Options / Add a Shift",
    "content": "Use this menu to add a shift.  Type the 'name' of the shift and the number of breaks during the shift.  <b>NOTE:</b>  The number of breaks during the shift is the same for all shifts.  If the number of breaks is changed here, then you will need to edit other shifts to make sure the break times are correct.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Deleteashift",
    "menu": "ShiftSetUp",
    "idNum": "000306",
    "type" : "help",
    "title": "Delete a Shift",
    "image": "./app/img/hlpDeleteShift.png",
    "path": "Main Menu / Shift Options / Delete a Shift",
    "content": "Use this menu to delete a shift.  Simply select the shift you want deleted and press (ENTER) or click on the OK button.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Dayshift",
    "menu": "ShiftSetUp",
    "idNum": "000310",
    "type" : "help",
    "title": "Day Shift",
    "image": "./app/img/hlpDayShift.png",
    "path": "Main Menu / Shift Options / Day Shift",
    "content": "This menu allows you to enter the times for shift beginning and end.  In this manner, production and downtime reports will be attributed to the proper shift and lunch break can be excluded from downtime.  For each shift that has been set up, there will be a button that will access this setup screen.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Downtimesummary",
    "menu": "ViewReportOptions",
    "idNum": "000340",
    "type" : "help",
    "title": "Downtime Summary",
    "image": "./app/img/hlpDowntime.png",
    "path": "Main Menu / View and Report Options / Downtime Summary",
    "content": "Your system may not include this option.  Downtime is reported by time and percent of shift.  When carriage motion has stopped for a predetermined length of time (as set in Main Menu / Setup Options / Tally Parameters Setup) a downtime message will appear on the Sawyer Display.  The sawyer can apply downtime to a specific reason code by first pressing the downtime key and then selecting a reason by pressing the set button that corresponds to that reason.  If there is no downtime currently being accrued, this screen may not show any times.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Individuallogmonitor",
    "menu": "ViewReportOptions",
    "idNum": "000346",
    "type" : "help",
    "title": "Indivdual Log Monitor",
    "image": "./app/img/hlpIndivLog.png",
    "path": "Main Menu / View and Report Options / Individual Log Monitor",
    "content": "The individual log monitor report shows a face-by-face information highlight of the current log showing how it was scaled.  The Individual Log Monitor can be paused by clicking one of the entries.  At that point, new items will be added, but you may continue to view a particular item.  At some point, the list will become too large and the item you selected may disappear, at which point the selection is placed at the last new entry (at the bottom).  To un-pause the list, press (END) or click on the last item in the list.\n\n<b>Save Logs to File</b> allows you to capture log data that can be used by an LCI Engineer to fine tune sawing solutions.  <b>NOTE:</b>  Logs will continue to accumulate in the log file.  You may run out of disk space if you leave this option on all of the time.\n\nReset Log File clears out the saved log file.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Viewcurrentlog",
    "menu": "ViewReportOptions",
    "idNum": "000350",
    "type" : "help",
    "title": "View Current Log",
    "image": "./app/img/hlpViewCurrentLog.png",
    "path": "Main Menu / View and Report Options / View Current Log",
    "content": "This report shows a cross section and plan view graphic of the computer model of the log.  A plan view of the log line with respect to the knees is shown on the left side.  The Cut List is displayed near the center top of the dialog box.  Species, log number and face are located in the lower left corner.  Final knee positions for the current cut are shown in the upper right corner.  The lower right contains a cross sectional view of the current solution, current cut, and basic log shape.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Sawyers2ddisplay",
    "menu": "ViewReportOptions",
    "idNum": "000353",
    "type" : "help",
    "title": "Sawyer 2D Display",
    "image": "./app/img/hlpSawyers.png",
    "path": "Main Menu / View and Report Options / Sawyers 2D Display",
    "content": "This screen shows a cross section graphic of the computer model of the log.  The Cut List is displayed near the left or right side of the dialog box (which side it is on is set in the Set View Options in the Setup Options menu).  Species, log number, line number, length, diameter or value, and scale are located in the upper portion of the dialog box.  The axis is colored to indicate the current cut axis.  Final knee positions for the current cut are shown in the upper left.  Just below the top portion is an area where error messages are displayed (up to six at a time).  The lower portion of the screen contains a cross sectional view of the current solution, current cut, and basic log shape.  The scanner is represented at the bottom.  The current time is located in the lower right corner.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Shifttallysummary",
    "menu": "ViewReportOptions",
    "idNum": "000356",
    "type" : "help",
    "title": "Shift Tally Summary",
    "image": "./app/img/hlpShiftTallySum.png",
    "path": "Main Menu / View and Report Options / Shift Tally Summary",
    "content": "The Shift Tally Summary reports tallied logs cut by species and total for all species.  It reports average lines per log, average length, average trimmed length, average small-end diameter, average scale and total scale (your choice of rules or formula), average cubic and total cubic.  Total uptime and downtime is also shown.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Tallyreports",
    "menu": "ViewReportOptions",
    "idNum": "000360",
    "type" : "help",
    "title": "Tally Reports",
    "image": "./app/img/hlpTallyReports.png",
    "path": "Main Menu / View and Report Options / Tally Reports",
    "content": "Your system may not include this option.  If printing reports for today, select the Todays Date option, otherwise choose Previous Day.  Next, choose the Species and Shift you wish to report on.  Currently, to get a specific report, you must select a Species and a Shift, otherwise you will get all species and all shifts.  Select which reports you would like to view or print by selecting the appropriate checkboxes.  Set how many copies you want (usually one copy of each report is adequate).  Then click on Print, Preview or OK.  Clicking on Print will print the selected reports.  Clicking Preview will allow you to preview the report on the screen (you will still be able to print if you wish).  Clicking OK will save your report selections and number of copies for later printing or auto-printing.\n\nFor analysis purposes, you may repeat the above procedure but select a different \"From Date\" and \"To Date\".  The system will access its database, compile the data, and create the appropriate reports.  Make sure that the dates you select in the date range are days that you were actually in production.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Viewmachineadjustments",
    "menu": "ViewReportOptions",
    "idNum": "000363",
    "type" : "help",
    "title": "View Machined Adjustments",
    "image": "./app/img/hlpViewMachine.png",
    "path": "Main Menu / View and Report Options / View Machine Adjustments",
    "content": "This menu item allows you to view all items relating to the carriage.  These include many key items in the System Startup Calibration, System Runtime Calibration, Clock and Shift Times, Tally and Downtime and Scanner Menus.  All adjustments cannot be displayed on one screen, so you must advance from page to page using the symbols at the top of the page.\n\n<b>NOTE:</b>  One of the most valuable things you can have is a recent printed copy of View Machine Adjustments.  It can be used to troubleshoot the system or as a permanent record of any changes you might make to the operating parameters.  A Machine Adjustments report is typically 15 pages.  Click on the Print button to generate the report.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Sawdeviationmonitor",
    "menu": "ViewReportOptions",
    "idNum": "000367",
    "type" : "help",
    "title": "Saw Deviation Montior",
    "image": "./app/img/hlpSawDevMon.png",
    "path": "Main Menu / View and Report Options / Saw Deviation Monitor",
    "content": "This screen shows the deviation of the saw (based on the Saw Deviation Sensor) and velocity of the carriage (based on encoder readings) at two-foot increments for each log at it is cut.  \n\nThe Saw Deviation Monitor can be paused by clicking one of the entries.  At that point, new items will be added, but you may continue to view a particular item.  At some point, the list will become too large and the item you selected may disappear, at which point the selection is placed at the last new entry (at the bottom).  To un-pause the list, press (END) or click on the last item in the list.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Targetsandpositions",
    "menu": "TroubleShootingOptions",
    "idNum": "000410",
    "type" : "help",
    "title": "Targets and Positions",
    "image": "./app/img/hlpTargetPos.png",
    "path": "Main Menu / View and Report Options / Target and Positions",
    "content": "This submenu is an on-line monitor for the status of each linear positioner in the system.  Six items are displayed simultaneously.<b>'Disable'</b> shows the position of the knee the last time a runaway or motion stop was triggered.  The LCI system tracks estimated log end position (based on scan data) and will stop positioner movement when the estimated log end is in a \"dead\" zone set up <b><u>by the mill</u></b> in the area around the saw.  <b>See Section III.A-3 Scanning, Scan Set Disable</b>\n\n\"Final\" is the position the drive is commanded to go to by the computer.\n\n<b>\"Target\"</b> is the interim position that the computer is expecting the drive to be during the set motion.  Early in the set, \"target\" will be close to \"position\" in the direction of set.  \"Target\" will continue to move, with \"position\" following, until late in the set.  At set complete \"target\" and \"final\" will be equal and \"position\" will be within the set achieved band tolerance.   \n\n<b>\"Position\"</b> is the actual position of the drive at any given time.  The computer calculates this based on information it receives from the Temposonic Transducer located inside the cylinder rod.  \n\n<b>\"Error\"</b> is the difference between \"target\" and \"position\". \n\n<b>\"Null Value\"</b> is a digital representation of the drive required to hold the positioner in a controlled state.  Under normal operating circumstances the amount of drive required to hold the positioner at 'null' is automatically controlled by the LCI system.  If the number in this column gets too high a message will appear on the video terminal screen reporting that a servo valve is exceeding limits and requires more drive than is acceptable to maintain stability.  If this occurs, check for adequate lubrication, physical damage, lack of hydraulic oil, and the servo valve. \n\n<b>Enable Null Compensation:</b> This option simply enables or disables the auto servo drive null compensation.  Under normal operating conditions, with null compensation on, the system will automatically monitor and adjust voltage to the servo valve to maintain null within limits.  With this feature off, the system will still operate if null gains are reasonable.  If a valve drifts out of null to the degree that the positioner becomes unstable, it must either be manually nulled (see maintenance manual) or auto null compensation switched back on.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Lastscan",
    "menu": "TroubleShootingOptions",
    "idNum": "000413",
    "type" : "help",
    "title": "Last Scan",
    "image": "./app/img/hlpLastScan.png",
    "path": "Main Menu / Troubleshooting / Last Scan",
    "content": "This is a useful diagnostic report that will display actual edge and length data from the scanner on a log by log basis.\n\n<b>NOTE:</b>  The screen below is from an L4 system; a screen from a photocell system is identical, except it says “Photocell” instead of “Laser” in the second column.  If your system is equipped with both Laser 3D scanning and a photocell scanner, this screen will show laser data when 3D scanning is on and photocell data when 3D scanning is off.\n\nFor diagnostic purposes, pressing the Save button will capture the current scan data which may be used by LCI engineers to evaluate system performance.  After pressing save, a file will be generated with a \"name\" that incorporates the Face and Log number.  The file will be stored in the data directory.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Encoderinfodisplay",
    "menu": "TroubleShootingOptions",
    "idNum": "000416",
    "type" : "help",
    "title": "Encoder Info Display",
    "image": "./app/img/hlpEncoderInfoDisplay.png",
    "path": "Main Menu / Troubleshooting / Encoder Info Display",
    "content": "This menu is primarily a diagnostic screen that allows you or the LCI Engineer to observe carriage tracking.  The values for each line of the display update continuously.\n\n<b>Current Encoder Count</b> displays the encoder count.\n\n<b>Knee 1 to Guide</b> displays the distance from the centerline of Knee 1 to the saw guide.\n\n<b>Front of Log to Guide</b> displays the computers estimation of where the leading end of the log is relative to the saw guide.  If the value is followed by a large R, it indicates that the system is using the Rough Length.\n\n<b>Back of Log to Guide</b> displays the computers estimation of where the trailing end of the log is relative to the saw guide.\n\n<b>Dynamic Log Length</b> is the log length seen by the scanners as the carriage moves up and down the track.\n\n<b>Log Length</b> is the length used to calculate the log solution based on lengths set up in the parameters.\n\n<b>Carriage Referenced</b> reports how many times the carriage has been referenced since the start of shift.\n\n<b>Reference error</b> - Each time a specific point on the carriage passes a limit switch installed in or near the rub rail, the system resets carriage position.  The Reference Error row displays the difference between where the system believes the carriage to be at the end of a pass to where the carriage actually is at reference.  Reference errors should be small corrections.  Errors greater than 2&quot should be investigated and the reason corrected.  Errors greater than 6&quot generate a warning beep at the console.\n\n<b>Carriage Referenced</b> x times since last Zero reports how many times the carriage has been referenced since it was zeroed using the Zero Reference Errors option at the bottom of the dialog box.\n\n<b>Table of Reference Errors</b> displays how many reference errors there were in each error category listed since the last time Reference Errors were zeroed.  The information in this table allows you to track the accuracy of the encoder.\n\n<b>Zero Reference Errors</b> allows you to zero the Reference Errors table.  Reference errors are also zeroed when the setworks program is restarted.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Setworkshistory",
    "menu": "TroubleShootingOptions",
    "idNum": "000419",
    "type" : "help",
    "title": "Setworks History",
    "image": "./app/img/hlpSetWorksHis.png",
    "path": "Main Menu / Troubleshooting / Setworks History",
    "content": "When the Setworks History is first opened, it shows a list of the last setworks related tasks (inputs or outputs) received and processed by the system along with the time each one was handled.  As new entries happen, they are added to the list.  To halt the list entries from being added, simply click on an item in the history list.  To resume adding entries to the list, press (END) or click on the last item in the history list.  To print everything in the history list (RIGHT CLICK) on the blue \"title\" bar and select (PRINT ENTIRE LISTBOX).  To print the list as it appears, (RIGHT CLICK) on the \"title\" bar and select (PRINT SCREEN), or press the (PRTSC) or (PRINT SCREEN) key on the keyboard.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Solutionhistory",
    "menu": "TroubleShootingOptions",
    "idNum": "000421",
    "type" : "help",
    "title": "Solution History",
    "image": "./app/img/hlpSolutionHis.png",
    "path": "Main Menu / Troubleshooting / Solution History",
    "content": "When the Solution History is first opened, it shows a list of the last solutions processed by the system along with the time each one was handled.  As new entries happen, they are added to the list.  To halt the list entries from being added, simply click on an item in the history list.  To resume adding entries to the list, press (END) or click on the last item in the history list.  To print everything in the history list (RIGHT CLICK) on the blue \"title\" bar and select (PRINT ENTIRE LISTBOX).  To print the list as it appears, (RIGHT CLICK) on the \"title\" bar and select (PRINT SCREEN), or press the (PRTSC) or (PRINT SCREEN) key on the keyboard.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Systemoverview",
    "menu": "TroubleShootingOptions",
    "idNum": "000424",
    "type" : "help",
    "title": "System Overview",
    "image": "./app/img/hlpSystemOver.png",
    "path": "Main Menu / Troubleshooting / System Overview",
    "content": "This is a general debugging tool for an LCI Engineer.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Viewvoltages",
    "menu": "TroubleShootingOptions",
    "idNum": "000427",
    "type" : "help",
    "title": "View Voltages",
    "image": "./app/img/hlpVoltages.png",
    "path": "Main Menu / Troubleshooting / View Voltages",
    "content": "Use this screen to view the external voltages within the system.  The voltages are for reference and troubleshooting.  If you have a specific power supply problem, this screen can be useful.  For each positioner, the analog voltage to the servo valve is displayed.  If a voltage meter does not come close to the numbers displayed, there is a hardware malfunction.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Viewpvaluesconsole",
    "menu": "TroubleShootingOptions",
    "idNum": "000430",
    "type" : "help",
    "title": "View Pvalues Console",
    "image": "./app/img/hlpViewPValues.png",
    "path": "Main Menu / Troubleshooting / View Pvalues Console",
    "content": "The pvalues console is a program that opens and saves all permanent values.  The pvalues console is also responsible for saving tally records to database files.  Without the pvalues console, no menu will run.  Once open, the Pvalues Console can be paused by clicking one of the entries.  At that point, new items will be added, but you may continue to view a particular item.  At some point, the list will become too large and the item you selected may disappear, at which point the selection is placed at the last new entry (at the bottom).  To un-pause the list, press (END) or click on the last item in the list.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Viewsetworksdiagnosticsconsole",
    "menu": "TroubleShootingOptions",
    "idNum": "000433",
    "type" : "help",
    "title": "View Setworks Diagnostic Console",
    "image": "./app/img/hlpSetDia.png",
    "path": "Main Menu / Troubleshooting / View Setworks Diagnostics Console",
    "content": "The diagnostics console is a program that starts the setworks program and is a link to the setworks.  Any communications between windows and the setworks is displayed in this window.  There may be additional numbers displayed on the bottom half of the window for LCI troubleshooting.\n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Viewscannerdiagnostics",
    "menu": "TroubleShootingOptions",
    "idNum": "000436",
    "type" : "help",
    "title": "View Scanner Diagnostics",
    "image": "./app/img/hlpViewScanDia.png",
    "path": "Main Menu / Troubleshooting / View Scanner Diagnostics",
    "content": "Use this screen for setting up and troubleshooting lasers.  The screen gives graphical as well as numerical representation of what the lasers are 'seeing.'  Following is a description of the menu items available along the top of the L4 Diagnostics screen.  \n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Positionergraph",
    "menu": "TroubleShootingOptions",
    "idNum": "000439",
    "type" : "help",
    "title": "Positioner Graph",
    "image": "./app/img/hlpPosGraph.png",
    "path": "Main Menu / Troubleshooting / Positioner Graph",
    "content": "This screen is useful for troubleshooting positioners, primarily because of its graphical instead of numerical representation.  You can follow the colored lines that show the positions of the knees (both actual and target positions) and the drive voltage for each corresponding servo valve.  Also shown on the screen is the encoder value (the position of the carriage).\n\nIf you watch this screen while logs are being sawn, watch one knee at a time.  You will see the green line (representing the Target position of the knee) separate from the red line, which represents the Actual position, as the knees begin to move.  Soon the red line covers the green line, indicating that the target position has been reached and set has been achieved.  The blue line represents the voltage sent to the servo valve; as the knees move back and forth, the voltage goes up and down. \n\n It is possible to view the graph of a single knee in detail.  Simply click between the two points on the graph that you wish to see up close.  Click first on the left (the start of what you want to see), then on the right (end).  When you are finished with the magnified view, click on the screen and the full positioner graph will return.\n\nNormally, the graphs for all positioners will be similar, but if you are having trouble with one or more positioners, this screen can give a quick idea of what is going on.  The Freeze button allows the user to view a specific point in time.  When the display is frozen, the Freeze button says 'UN-Freeze;'  simply click it again to get the real time display. \n\n",
    "section": "SECTION IV",
    "video": "n"
  },
  {
    "name": "Lastscanlogline",
    "menu": "TroubleShootingOptions",
    "idNum": "000443",
    "type" : "help",
    "title": "Last Scan Log Line",
    "image": "./app/img/hlpLastLine.png",
    "path": "Main Menu / Troubleshooting / Last Scan Log Line",
    "content": "This screen is useful for analyzing scanner data that was collected for the entire length of the log.  Laser lines are spaced at one foot intervals.  As the carriage is moved towards the saw, scan data is repeatedly collected until there is scanner data for each one&quot cross section over the length of the log.  This diagnostic provides scanner diameters for the current face along with diameter information for as many faces as have been scanned.\n\n",
    "section": "Section IV",
    "video": "n"
  },
  {
    "name": "Heads/nassignment",
    "menu": "ScannerSetup",
    "idNum": "000191",
    "type" : "help",
    "title": "Head S/N Assignment",
    "image": "./app/img/hlpHeadAssign.png",
    "path": "Main Menu / Setup options / Scanner Options / Head S/N Assignment",
    "content": "Assign each head with their corresponding Serial Number.",
    "section": "Section IV",
    "video": "n"
  },
  {
    "name": "Encoderpantographswitchsetup",
    "menu": "RunTimeOptions",
    "idNum": "000135",
    "type" : "help",
    "title": "Encoder Pantograph Switch Setup",
    "image": "./app/img/hlpEncoderPant.png",
    "path": "Main Menu / Setup Options / Runtime Options / Encoder Pantograph Switch Setup",
    "content": "<b>Encoder Pant:</b> Virtual pantograph switch reading from the encoder count.\n\n<b>Wired Pant:</b> Wired from a physical switch.\n\n<b>Encoder Pant Count</b>\nLine up the carriage to where you want it to trip out, between knees 1 and 2.  Click the set button and the count will update.  \n\n<b>NOTE:</b> The encoder must be calibrated and working before setting.",
    "section": "Section IV",
    "video": "n"
  },
  {
    "name": "Scannercalibration",
    "menu": "ScannerSetup",
    "idNum": "000193",
    "type" : "help",
    "title": "Scanner Calibration",
    "image": "./app/img/hlpScannerCal.png",
    "path": "Main Menu / Setup Options / Scanner Options / Scanner Calibration",
    "content": "<b>Calibration:</b> Press the calibration button to start the scan head calibration process.  This button is also located on your console, most likely as 'cal'.\n\n<b><i>NOTE:</i></b> BEFORE starting the calibration process you must have a squared off log positioned towards the back most laser on the carriage.  It should be at minimum 8x8 with no wane left on the edges. You will also want to make sure the lasers are not hitting turners, log loaders, or anything else that may obsecure their vision.\n\n<b>Start Calibration Process:</b> Press the scanner calibration button and wait for calibration.  You will notice data fill the boxes and will be able to decline or accept the results using the touch screen on the RS2 cabinet.  Each row of data represents a laser head.  You want the heads to be within 1 of each other. For example, a head is reading 39, 40 would be an ok number to accept.  The graphic you want to accept should look like an upside down L.  A nice clear 90 degree angle is ideal. \n\nOnce you have verifed and accepted good results, reposition the log down scanner bar towards the first laser and calibrate any heads missed.  You will have to repeat this process until all heads have been verifed and accepted.  \n\n<b>WARNING:</b> You cannot undog during the scanner calibration process.  If you do, you must restart the entire process.\n\n<b>Scanner Maintenance:</b> It’s important to maintain your scanner laser eyes.  This can be achieved by cleaning them on a regular schedule.  You will need the following items… a clean cloth (do not use paper towels), and a simple non corrosive cleaner or rubbing alcohol.\n\nDab a small amount of your selected cleaner onto the cloth.  Gently rub the cloth against the laser eye in a swirling motion.  Repeat this process until all laser eyes have been cleaned\n\n<b>WARNING:</b> Dab a small amount of your selected cleaner onto the cloth.  Gently rub the cloth against the laser eye in a swirling motion.  Repeat this process until all laser eyes have been cleaned.",
    "section": "Section IV",
    "video": "n"
  },
  {
    "name": "Boardandcantsizessetup",
    "menu": "LumberOptions",
    "idNum": "000266",
    "type" : "help",
    "title": "Board and Cant Sizes Setup",
    "image": "./app/img/boardAndCant.PNG",
    "path": "Main Menu / Lumber Options",
    "content": "In this table you define and number all the boards and cants that you normally manufacture, even those that are not always in the current production run. \n\n  The order in which cants and boards are entered is important.  IN GENERAL, START WITH THE SMALLEST BOARD AND WORK UP TO THE LARGEST CANT.  The Cant Matrix sawing solutions (if used) checks the fill mask and tries the highest numbered active cant possible.  If that cant does not fit it will go to the next lower numbered active cant.  The system will continue to search until it finds a cant that fits or determines no active cants will fit. It will then look at fill boards in the same way, highest to lowest number.\n\nThe Board and Cants Sizes Setup menu will also set parameters for boards:  minimum width, minimum length and whether to send a jacket board out with or without a slab.  The options for Manual Entry are auto, interior, or exterior.  Auto and exterior perform the same function, placing manual entries on the outside of the log.  If a board’s manual entry is set to interior, when a sawyer enters the piece on a computed run, it may be placed near the center of the log, depending on other items in the fill mask.\n\nIf your system is equipped with variable cants, you will have additional parameters for entering a Size Tolerance (under/over) and a Cant Size Adjustment Selection (fixed/variable).  If a cant is set up as variable, the system will make it within the under size tolerance you specify in order to find an extra or better board out of the log or it will make it within the over size tolerance in order to eliminate a shim line.  Note, only use the over tolerance to eliminate shims when computing on an already sawn face.  In either case, the system will make the cant as close to nominal as possible.\n\nExample: To get cants from 5.875 to 6.125, enter the actual cant size of 6.125 and an under tolerance of 0.250.  To get cants from 8.125 to 8.250, enter the actual cant size of 8.250 and an under tolerance of 0.125.\n\n",
    "section": "SECTION IV",
    "video": "n"
  }
]