[
  {
    "name": "Intro",
    "idNum": "000001",
    "type": "section",
    "section": "",
    "content": "<center>\n<img className=\"pdfImg\" src=\"./app/img/pdfTitleImg.PNG\"</img>\n<p className=\"pdfText\">\n<b>\nLewis Controls, Inc. \n260 N 26 Ave. / PO Box 526 \nCornelius, OR 97113 \n503-648-9119 \nwww.lewiscontrols.com\n</b>\n</p>\n</center>\n</article>\n<article className=\"addPageBreakAfter\">\n<p className=\"pdfText\">\nThank you for purchasing your Lewis Controls Scanning Carriage Setworks control system. The goal of this manual is to provide valuable information that will allow you to take full advantage of the features and functions the system has to offer.\nThe goals of this manual are:\n<ol>\n<li>To outline the carriage Setworks & scanner system installation.</li>\n<li>To provide the information tools needed to adjust all of the system parameters to the best advantage of the mill.</li>\n<li>To provide the information tools needed to effectively maintain LCI carriage Setworks and scanner systems.</li>\n</ol>\nThis manual will, in some cases, discuss system components or features that are not implemented on your Setworks. This is a result of customizing each of our systems to the needs of the mill where it is to be used. We hope this does not create confusion.\n<b><i>NOTE:</i></b>\nAs with most manuals, we recommend you read this one from cover-to-cover before operating the system. Also, be aware that operations and practices vary from region to region. Menus may vary slightly from those depicted and various modes may be unused in your application and turned off in the software.\nOnce again, thank you for your business and we are confident that the system will provide you with years of excellent service. If you have any questions or comments regarding the information presented in this manual, please feel free to call or write.\n\n<center>\n<b>\nLEWIS CONTROLS, INC.\nP.O. BOX 526 CORNELIUS, OR 97113\n(503) 648-9119 FAX: (503) 693-1110\nsales@lewiscontrols.com\n</b>\n</center>"
  },
  {
    "name": "Important",
    "idNum": "000002",
    "type": "section",
    "section": "",
    "content": "<b>IMPORTANT NOTICE</b> \nALL SAWMILL EQUIPMENT AND CONTROLS SHOULD BE INSTALLED, OPERATED AND SERVICED BY TRAINED PERSONNEL ONLY. SUCH EQUIPMENT IS POTENTIALLY HAZARDOUS, AND EXTREME CAUTION MUST ALWAYS BE EXERCISED. IT IS THE OWNERS RESPONSIBILITY TO USE ONLY TRAINED PERSONNEL. \n\nMOST ITEMS SUPPLIED BY THE MANUFACTURERS ARE NOT COMPLETE, READY-TO-OPERATE MACHINES. PROPER INSTALLATION, ALIGNMENT AND PRE-OPERATION CHECKS MUST BE COMPLETED. WHEN INSTALLING THIS EQUIPMENT REFER TO APPLICABLE NATIONAL SAFETY STANDARDS, OSHA REGULATIONS, NATIONAL ELECTRICAL CODES, AND APPLICABLE STATE AND LOCAL CODES. FOR YOUR CONVENIENCE, A LISTING OF 'PRIMARY APPLICABLE SAFETY STANDARDS FOR SAWMILL MACHINERY' IS ENCLOSED (2-60A). \n\nEQUIPMENT SHOULD BE INSTALLED BY QUALIFIED AND PROPERLY LICENSED AND TRAINED PERSONNEL AND IF REQUIRED, INSPECTED BY AUTHORIZED STATE AND/OR LOCAL AUTHORITIES BEFORE START-UP. \n\n<b>IMPORTANT NOTICE</b>\nTHE MANUFACTURER IS CONCERNED ABOUT SAFETY AND INCORPORATES VARIOUS SAFETY FEATURES IN THE CONTROL SYSTEM. HOWEVER, NONE OF THESE ARE TRUE LOCKOUT DEVICES. IT IS THE OWNERS RESPONSIBILITY TO SEE THAT LOCKOUT DEVICES AND/OR OTHER DEVICES THAT MEET OR EXCEED OSHA AND/OR STATE LOCAL REQUIREMENTS ARE OBTAINED, INSTALLED AND USED PROPERLY. OWNERS ARE ALSO RESPONSIBLE FOR ESTABLISHING OPERATION, LOCKOUT/TAGOUT, AND SERVICING PROCEDURES FOR THE CONTROL SYSTEM AS WELL AS TRAINING PERSONNEL. \n\nSPECIFIC WARNINGS ARE HIGH-LIGHTED ON THE VARIOUS PAGES OF THIS MANUAL. THESE SHOULD BE READ AND UNDERSTOOD BY OPERATING PERSONNEL PRIOR TO START-UP OF THE CONTROL SYSTEM. \n"
  },
  {
    "name": "Safety",
    "idNum": "000003",
    "type": "section",
    "section": "",
    "content": "<p className=\"pdfText\">\n<b>PRIMARY APPLICABLE SAFETY STANDARDS FOR SAWMILL MACHINERY</b>\n\n<b>I. &nbsp;&nbsp;OSHA STANDARDS</b>\nFederal Register Volume 37 - Number 202 Part II - Title 29 - Labor Chapter XVII, Part 1910. Particularly, but not limited to, subpart 1910.265 'Sawmills', and 1910.147 'The Control of Hazardous Energy Source (Lockout/Tagout)'. For later revisions refer to subsequent volumes of the Federal Register and codifications thereof in the Code of Federal Regulations, Title 29 - Labor.\n\n<b>II. &nbsp;&nbsp;AMERICAN NATIONAL STANDARDS</b> \n\nMany Sections from above were adopted from the American National Standards and published by American National Standards Institute, Inc. 1430 Broadway, New York, New York 10018. Some of the applicable standards are.\n1. &nbsp;&nbsp;ANSI Z244.1-1982 &nbsp;&nbsp;&nbsp; Personnel Protection Lockout/Tagout of Energy Source\n2. &nbsp;&nbsp;ANSI 02.1 -1983 &nbsp;&nbsp;&nbsp;&nbsp; Safety Requirements for Sawmills\n3. &nbsp;&nbsp;ANSI B15.1-1984 &nbsp;&nbsp;&nbsp;&nbsp; Safety Standards for Mechanical Power Transmissions Apparatus\n4. &nbsp;&nbsp;ANSI B20.1-1987 &nbsp;&nbsp;&nbsp;&nbsp; Safety Standards for Conveyers Related Equipment\n5. &nbsp;&nbsp;ANSI A-12.1-1973 &nbsp;&nbsp;&nbsp;&nbsp; Floor and Wall Openings, Railings and Toeboards\n6. &nbsp;&nbsp;ANSI A58.1-1982 &nbsp;&nbsp;&nbsp;&nbsp; Minimum Design Loads in Buildings Stairs Fixed Industrial\n7. &nbsp;&nbsp;ANSI A64.1- 1968 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Stairs Fixed Industrial\n\n<b>III. &nbsp;&nbsp;NATIONAL ELECTRICAL CODE</b>\n\nPublished annually by the National Fire Protection Association, 470 Atlantic Ave., Boston, Massachusetts 02210\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(2-60A) Revised 2-12-91\n\n<b>IV. &nbsp;&nbsp;Laser Safety - Class 3B Lasers</b>\n\nIEC 60825-1, Am. 2 \nand IEC 60601-2-22 &nbsp;&nbsp;&nbsp; Final Guidance for Industry and FDA\n</p>"
  },
  {
    "name": "Section One",
    "idNum": "000004",
    "type": "section",
    "section": "Section I",
    "content": "<div>\n<b>SECTION I. - SYSTEM INSTALLATION</b>\n\n<b>A. &nbsp;Introduction</b>\nYou have made an investment in a high quality setworks/optimizing control system. Careful planning of the installation will pay dividends by minimizing start-up time, enhancing reliability and improving the maintainability of the system.\nInstalling the system is a process requiring many diverse steps. The following sections provide lists of tasks and information related to the installation. Our intent is to minimize the chance of oversight. The lists are not necessarily in sequence, should not be considered inclusive, and may discuss items not used on your system. If you have any questions, please do not hesitate to contact LCI for additional information or clarification.\nIn many cases, a great deal of installation work can be accomplished before the mill shuts down to make the change over. The involvement of LCI personnel onsite is generally limited to checkout, parameter setup and initial power-up. Beyond that point, LCI will assist in system troubleshooting, fine tuning and training of sawyers and maintenance personnel.\n</div>\n<div>\n<b>A-1. &nbsp;What is supplied by Lewis Controls, Inc. (LCI)?</b>\n<ul>\n<li>All hardware and software as defined by our contract and confirmed by the purchase order.</li>\n<li>All spares, manuals and operating supplies defined by our contract.</li>\n<li>All shielded cables required for positioners, Temposonics, displays, etc.</li>\n<li>System drawings which detail the wiring, conduit runs and system hardware.</li>\n<li>Initial checkout of the control system and set up of the initial system parameters.</li>\n<li>Training of Sawyers and Maintenance personnel as defined by our contract.</li>\n<li>Maintenance back-up and assistance for mill personnel as they maintain the system hardware and software, by phone or if required, on-site.</li>\n</ul>\n</div>\n<div>\n<b>A-2. Mill Or Others Responsibilities</b>\nThe mill responsibilities as outlined in this section are intended as a guideline. More detailed information is provided in the following sections. It is hoped that this will minimize areas of potential misunderstanding and oversight. In all cases the LCI contract will be used to resolve questioned areas and may, in some instances, override sections of this manual.\nIn general, the mill responsibilities are:\n<ul>\n<li>Provide and install all required conduit.</li>\n<li>Provide and install all required field wiring.</li>\n<li>Provide, install, wire and adjust all switches, and supply inputs to LCI equipment.</li>\n<li>Mount and wire all system components.</li>\n<li>Install, plumb, and flush the hydraulic components.</li>\n<li>Install 3D scan bar (shape scan systems)</li>\n<li>Install upper and lower scan bars (photocell scanner systems)</li>\n<li>Adjust scanner photocells (photocell scanner systems)</li>\n<li>Provide and install a blower and plenum, if necessary, to provide positive air pressure within the lower scanner housing (photocell scanner systems).</li>\n</ul>\n</div>\n<div>\n<b>A-3. Site Preparation</b>\nWhen locating system components, you should always consider:\n<ul>\n<li>Accessibility for maintenance.</li>\n<li>Accessibility for operation.</li>\n<li>Environment (vibration, temperature, humidity, and cleanliness).</li>\n<li>Ease of installation.</li>\n</ul>\n</div>\n<div>\n<b>A-4. System Drawing Package</b>\nThe system drawing packages supplied by LCI are intended for use during installation and maintenance activities. Minor wiring changes made during installation will be incorporated into LCIs master drawings and copies will be returned to the mill. This will allow LCI to better support your maintenance efforts in the future.\nThe system drawings provided by LCI identify:\n<ul>\n<li>AC Source requirements.</li>\n<li>Conduit requirements</li>\n<li>Functional unit identification and sizes.</li>\n<li>Pull boxes (required or recommended).</li>\n<li>DC wiring (wire sizes specified are minimum).</li>\n<li>AC wiring (wire sizes specified are minimum).</li>\n<li>Multiple conductor shielded cable requirements.</li>\n<li>Back panel layout (wiring and cable terminations).</li>\n<li>Setworks 'black' box layout and interconnect cables.</li>\n<li>Wiring diagram of computer cabinet.</li>\n<li>Console and handle layouts.</li>\n<li>Functional unit interconnection wiring.</li>\n<li>Scanner details.</li>\n<li>PLC layout and wiring.</li>\n<li>Positioner wiring.</li>\n</ul>\n</div>\n<div>\n<b>B. Sawyers Cab and Computer Installation</b>\n<b>B-1. Mill Responsibilities</b>\n<ul>\n<li>Mount the computer cabinet in the desired location (bolt to wall and floor)</li>\n<li>Mount the Programmable Logic Controller (PLC) - if a separate unit.</li>\n<li>Mount the operator console.</li>\n<li>Install all conduit runs per drawing package.</li>\n</ul>\n</div>\n<div>\n<b>B-2. General Recommendations</b>\nThere are usually a number of different options when mounting the computer cabinet and sawyer console. Here are some things to consider when installing your system.\nTry to pick a location for the computer cabinet that is subjected to minimal vibration. Avoid areas which receive regular heavy shocks from mill equipment. Although your equipment will function in these areas, constant and repeated vibration/shocks may shorten the life of some of the components in your system.\nMost systems will be mounted in the cab with the sawyer. If the computer cabinet is to be mounted in a separate room, we would suggest that you should be able to see the carriage from that room. This will improve system operation and simplify troubleshooting. Minimize the length of wiring runs. We recommend that from the computer out onto the carriage should be no more that 150 feet.\nThe computer environment should be temperature controlled (both heating and air conditioning). Minimize the amount of dust coming into the area if possible. If air conditioning is not already in place, consider drawing fresh air from low dust areas (such as outside or under the mill).\n</div>\n<div>\n<b>C. Carriage Electrical</b>\n<b>C-1. Mill Responsibilities</b>\n<ul>\n<li>Provide conduit for wiring runs between the computer cabinet and the carriage.</li>\n<li>Pull and terminate all wires and cables required per system drawing package.</li>\n<li>Mount all switches required: pantograph position, set enable, others as needed.</li>\n<li>Mount carriage position encoder</li>\n<li>Mount saw deviation sensors (if included with system)</li>\n<li>Mount saw guide position sensor (if included with system)</li>\n<li>Install shunt diodes on all DC relays driven by LCI equipment.</li>\n<li>Install MOV noise suppressers across all AC solenoids driven by LCI equipment.</li>\n<li>Install a dedicated phone line into the computer room/cab.</li>\n</ul>\n</div>\n<div>\n<b>C-2. Electrical Noise</b>\nLow voltage, low current high-speed electronics are quite susceptible to electrical noise. LCI equipment is designed to provide as much immunity to noise as practical. In a mill environment, some noise problems may need to be eliminated, minimized or isolated outside of the LCI supplied equipment.\nTo prevent operational problems caused by electrical noise, LCI recommends or specifies the following.\n<ul>\n<li>A separate AC source to LCI equipment.</li>\n<li>AC to the computer shall be supplied from a regulation transformer or UPS.</li>\n<li>Separate routing of AC & DC wiring within cabinets.</li>\n<li>AC solenoids powered from LCI equipment must have MOV R.F. noise suppressers across each solenoid.</li>\n<li>If discrete relays are used, the coils must have shunt diodes across each coil.</li>\n<li>Computer outputs are not to be connected to components not supplied or approved by LCI.</li>\n</ul>\n</div>\n<div>\n<b>C-3. Carriage Electrical Detail</b>\nTo reduce electrical noise, AC and DC wiring must be run in separate conduits. Wire runs from the computer cabinet across the pantograph to the carriage must be separated into two groups - AC and DC. These groups should be physically separated by at least 6 inches. The high voltage AC group includes all carriage solenoids (dogs up/down in/out, oil pump, etc.) The low voltage DC group will include all Temposonics and servo valve wiring. Do not connect cables on the carriage to either the hydraulic valves or Temposonics probes until the wiring has been checked by the LCI Engineer during startup. LCI recommends that Hydraulic Valve and Temposonics cables be run without any additional terminations from the carriage back to the computer.\nAllow extra length and provide strain relief at all pivot points for the wire runs that cross over the pantograph. Where the wires cross the elbow in the center of the pantograph, leave a service loop that hangs down about 1½ feet. A service loop that is too small will cause premature failure of the cables.\nAdjust all switches to provide a contact closure when operated. There are three different types of switches and sensors that may be found in your system - Pantograph, Carriage Reference/Set Enable and Saw Guide.\nThe <b>pantograph position switch</b> should close when the carriage passes the saw as it moves away from the load deck. The contact closure should occur when knee 2 passes the saw and must be maintained until the carriage returns to the load deck side of the saw.\nThe <b>carriage reference</b> and <b>set enable switches</b> serve two purposes. They are used to determine a starting point for tracking the carriage as it moves up and down the track and they are used to provide additional information on when it is safe to make a set. Drawing W-XXXX-20200 shows the suggested carriage reference and set enable proximity switch locations.\nThe <b>saw guide sensors</b> are mounted to the upper saw guide and are used to measure saw deflection. See drawing W-XXXX-20301. This is an optional system feature and may not have been included with your system.\nSystems with <b>saw guide control</b> will have a special Temposonics probe that is mounted along side of the saw guide with a rod that attaches to the saw guide. As the saw guide goes up and down, a magnet is moved up and down on the Temposonics probe. The purpose of this probe is to monitor the position of the saw guide so that the system can automatically set the saw guide just above the surface of the log. When mounting the Temposonics probe, it should be positioned so that magnet which slides up and down on the probe does not bottom out or come closer than ½ inch of the end of the probe as the saw guide moves between it- minimum and maximum height. This is an optional system feature and may not have been included with your system.\nThe <b>carriage encoder</b> is normally attached directly to the carriage drive drum using a stub shaft and a flex coupling. It may also be connected by using sprockets with a small chain or pulleys and a cogged belt. If the direct drive method is not used, the ratio between the carriage drum and the encoder should be approximately 1:1.\n</div>\n<div>\n<b>D. Setworks Hydraulics</b>\n<b>D-1 Mill Responsibilities</b>\n<ul>\n<li>Install hydraulic power unit and dump valve panel. Flush system per Section D-3.</li>\n<li>Install hydraulic positioners.</li>\n</ul>\n</div>\n<div>\n<b>D-2. Setworks Plumbing Schedule</b>\n<b>2 1/2'' Bore Setworks Cylinders:</b>\n<b>2 BLOCK CARRIAGES</b>\n<ul>\n<li>Pump to hydraulic safety valve package ......................... 1'' Schedule 80</li>\n<li>Carriage pressure header .............................................. 1'' Schedule 80</li>\n<li>Carriage cushion (T2) header ......................................... 1'' Schedule 80</li>\n<li>Carriage return (T1) header ............................................ 1'' Schedule 40</li>\n<li>Carriage to tank .............................................................. 1'' Schedule 40</li>\n</ul>\n<b>3 AND 4 BLOCK CARRIAGES</b>\n<ul>\n<li>Pump to hydraulic safety valve package ......................... 1'' Schedule 80</li>\n<li>Carriage pressure header .............................................. 1 1/4'' Schedule 80</li>\n<li>Carriage cushion (T2) header ......................................... 1'' Schedule 80</li>\n<li>Carriage return (T1) header ............................................ 1 1/4'' Schedule 40</li>\n<li>Return to tank........ ........................................................ 1 1/4'' Schedule 40</li>\n</ul>\n<b>3 1/4'' Bore Setworks Cylinders:</b>\n<b>2 BLOCK CARRIAGES</b>\n<ul>\n<li>Pump to hydraulic safety valve package ........................ 1'' Schedule 80</li>\n<li>Carriage pressure header ............................................. 1'' Schedule 80</li>\n<li>Carriage cushion (T2) header ........................................ 1'' Schedule 80</li>\n<li>Carriage return (T1) header ........................................... 1'' Schedule 40</li>\n<li>Carriage to tank ............................................................ 1'' Schedule 40</li>\n</ul>\n<b>3 BLOCK CARRIAGES - 3 1/4'' Setworks Cylinders:</b>\n<ul>\n<li>Pump to hydraulic safety valve package ........................ 1'' Schedule 80</li>\n<li>Carriage pressure header ............................................. 1 1/4'' Scheule 80</li>\n<li>Carriage cushion (T2) header ........................................ 1'' Schedule 80</li>\n<li>Carriage return (T1) header ........................................... 1 1/4'' Schedule 40</li>\n<li>Return to tank ............................................................... 1 1/4'' Schedule</li>\n</ul>\n<b>4 BLOCK CARRIAGES</b>\n<ul>\n<li>Pump to hydraulic safety valve package ........................ 1'' Schedule 80</li>\n<b>NOTE: If pump and motor capacity exceed 35 g/m use 1 1/4'' Schedule 80</b>\n<li>Carriage pressure header ............................................. 1 1/4'' Schedule 80</li>\n<li>Carriage cushion (T2) header ........................................ 1'' Schedule 80</li>\n<li>Carriage return (T1) header ........................................... 1 1/2'' Schedule 40</li>\n<li>Return to tank ............................................................... 1 1/2'' Schedule 40</li>\n</ul>\nTypical Hydraulic schematic drawing:\n<img src=\"./app/img/data/hydroDrawing.PNG\" className=\"pdfHelpImg\"></img>\n\n</div>\n<div>\n<b>D-3. Hydraulic Recommendations:</b>\n<ul>\n<li>Keep mill plumbing runs short and with as few turns as possible to minimize pressure losses in the plumbing.</li>\n<li>Use hoses to make 90 Degree turns in the mill plumbing runs. This allows for pipe expansion and contraction as well as minimizing pressure drops and trapping contaminants at turns.</li>\n<li>Use tubing with compression fittings. LCI advises against using threaded pipe because it increases the probability of leaks and contaminants.</li>\n<li>All hoses used on pressure and cushion lines are to be rated at 3000 psi.</li>\n<li>Hydraulic components are precision built units. Cleanliness during installation and maintenance is imperative to long life. All pipes, hoses, and tubing must be cleaned thoroughly and kept clean before installation between the hydraulic power unit and remote components. Use only pipe cleaned by pickling and pacifying (P.O.P.) or sandblasting to remove internal mill scale.</li>\n</ul>\n</div>\n<div>\n<b>D-4. Hydraulic System Startup</b>\n<ol>\n<li>When the plumbing and wiring have been completed, check motor rotation and fluid level. If filling is needed, a filtered pump and the quick connect filling provision should be used.</li>\n<li>Close all ball valves.</li>\n<li>Connect bypass couplings at each positioner to connect pressure hose (P) to return hose (T). Be sure to cap off the hose fittings on the cylinder.</li>\n<li>Start the power unit up at a reduced pressure.</li>\n<li>Check for leaks at the first ball valve. Manually or electrically energize the hydraulic safety valve.</li>\n<li>With pressure up on the positioner ball valves, sequentially open and close each ball valve and check for leaks.</li>\n<li>With the ball valves all closed, increase system pressure to 1800 psi and repeat steps 5 & 6.</li>\n<li>Top off the oil level, if necessary, at this time. This will ensure that all of the system oil will be filtered and that there will be sufficient oil to extend the cylinders.</li>\n<li>Start hydraulic system flushing. With system pressure to the positioner ball valves:</li>\n\n<ol type=\"a\">\n<li>Sequentially open and close each positioner ball valve 15-20 times at 10 second intervals. Leave each ball valve closed as you complete that positioner.</li>\n<li>Sequentially open each positioner ball valve and flush through that area by itself for 10-15 minutes.</li>\n<li>Open all of the system ball valves including the flushing bypass ball valve, if present. Flush six hours minimum. Use a hammer to vibrate all plumbing while flushing</li>\n<li>Shut down the power unit.</li>\n<li>Replace the filter cartridges. Spares are provided with the system for this purpose.</li>\n<li>Start-up the power unit and begin final flushing for 1 hour minimum with all ball valves open.</li>\n<li>Shut down the power unit and make the final connections to the positioners.</li>\n</ol>\n</ol>\nFlushing the hydraulic system in this manner will remove contaminants in the oil and protect the investment you have made in a high quality positioning system. We recommend replacing filter cartridges after one (1) month - operation and sampling the oil regularly. An oil sample should be taken after 3 months. Oil sample timing after that, should be based upon the sample results. Anytime the hydraulic system is opened, filters replaced, oil added, etc., the system should be flushed for at least two hours before operating the positioners.\n</div>\n<div>\n<b>E. Scanner - 3D Shape Scan Systems</b>\n<b>E-1. Mill Responsibilities</b>\n<ul>\n<li>Mount the upper scan beam per scanner installation drawings</li>\n<li>Mount the scanner wire duct to the support structure on the backside of the scan beam.</li>\n<li>Run conduit from the scanner wire duct to the computer cabinet.</li>\n<li>Pull laser and fiber optic cables back to computer cabinet.</li>\n</ul>\n</div>\n<div>\n<b>E-2. Scanner Support Structure and Wire Duct</b>\nWhen designing the structure that will support and position the scan bar, select a scanner mounting that is as free from vibration as possible. Avoid tying the support structure into mill steel, particularly if there is significant vibration from other equipment. If vibration is a concern, consider suspending the scan beam from the roof or building a scanner support structure from the ground up on an isolated concrete pad.\nIn addition to the scan bar, there is a wire duct that is normally mounted on the back side of the support structure behind the scan bar. This wire duct carries power supply and data cables for the individual laser scanners and must be mounted within 2 feet of the scan heads. To help prevent damage to fiber optic cables, LCI recommends using a 1 1/4'' diameter conduit and a 4'' or larger radius for the turns.\n</div>\n<div>\n<b>E-3. Scan Bar Location</b>\nYour system drawings show a preliminary location for the laser scan heads relative to the carriage. The scan heads will be mounted on a metal scan bar that can pivot to improve the scanning angle.\nAccurate placement of the scan bar is essential in obtaining consistent solutions and maximum recovery from your system. The scan bar must be level and parallel to the saw line. Refer to your system drawings (M-XXXX-40031) for the dimensions. For the most effective scanning, the log being scanned needs to lie between 90 and 120 inches (7.5 to 10 feet) from the scan heads and be positioned linearly so that at least one laser is toward the saw side of the log index line. For a flat carriage, the scan bar will normally be mounted at an angle of about 30Ã‚Â° or less from horizontal. The location and angle of the scan bar will be engineered by LCI to maximize the effectiveness of the scanner over the widest range of log diameters.\nNOTE: When mounting the scan bar, the scan bar should only be tack welded into position until an LCI engineer can verify its position during startup.\n</div>\n<div>\n<b>F. Scanner and Photocell Systems</b>\n<b>F-1. Mill Responsibilities</b>\n<ul>\n<li>Mount the lower scanner housing per scanner installation drawings (M-XXXX-6001, M-XXXX-6002)</li>\n<li>Mount upper scan beam per scanner installation drawings.</li>\n<li>Wire PEC transmitters and receivers.</li>\n<li>Connect blower and needed duct work to lower scanner housing.</li>\n</ul>\n</div>\n<div>\n<b>F-2. Photocell Scanner Assembly Installation</b>\nThe photocell scanner supplied by LCI uses Banner SM31 photoelectric cells. Each PEC location consists of a transmitter and a receiver. The transmitter is part number SM31EL. The receiver is part number SM31RL. The setup required is on receivers only.\nReceivers obtained from LCI will be set up as follows; light operate, maximum gain and aperture AP31040V installed.\nTransmitters are installed within the enclosed lower scanner housing. The wire connections are: blue to common and brown to +24VDC.\nThe receivers are mounted on the upper scanner beam. The wire connections are: blue to common, brown to +24 VDC, white to signal, and black is not used.\n</div>\n<div>\n<b>F-3. Scan Line Location</b>\nThere are several factors that have an influence on where the scan line should be located. In all cases, excellent scanner operation has resulted when the scan line is in the neighborhood of 1 inch on the carriage side of, and parallel to the saw line. The location selected for your mill is shown on drawing M-XXXX-6002.\n</div>\n<div>\n<b>F-4. Locating the lower Scanner Housing</b>\n<ol>\n<li>To get the lower scanner housing installed, it must be oriented properly in three dimensions.</li>\n<ol type=\"a\">\n<li>Spacing between segments. Most lower scanner housings are separated into two or more segments. Care must be taken to properly locate the scanner elements adjacent to the log turner to maintain proper photocell spacing as called out on system drawing M-XXXX-6001.</li>\n<li>The back of the lower scanner housing should be vertical.</li>\n<li>The photocell centerline must be located as shown on drawing M-XXXX-6002.</li>\n</ol>\n<li>To properly install the lower scanner housing, we suggest that the two housing ends adjacent to the log turner be located first and properly spaced per drawing M-XXXX-6001. The following information is needed to locate the scanner housing relative to the saw line.</li>\n<ol type=\"a\">\n<li>With a band mill (or circle) saw in place, measure from the end of the last knee\nbase to the saw. _________</li>\n<li>From drawing M-XXXX-6002 locate the distance from the saw line to the scan\nline. _________</li>\n<li>Subtract distance B from distance A. This is the distance from the reference\nknee to the scan line. _________________</li>\n<li>The photocell centerline to the back of the lower housing is 1.15''. Add distance\nC to 1.15'' to find the distance from the end of the reference knee to the back of\nthe lower housing. _______________</li>\nBy measuring from the end of the knee to a level, it is now quite simple to put the\nhousing in place. Avoid using the flat rail as a reference since it may not be parallel\nto the V-Rail.\nIn the example shown, we picked a three-knee carriage with knee three 1.25'' from a\nstrained up band mill.\n</ol>\n<b>Example:</b>\n<ul>\n<li>Knee-3 measured to saw equals 1.25''.</li>\n<li>Drawing M-XXXX-6002 Saw to photocell centerline is .65''.</li>\n<li>Calculate Knee-3 to photocell centerline (1.25''-.65'') .60''</li>\n<li>Calculate Knee-3 to back of housing (1.15'' +.60'') 1.75''</li>\n</ul>\n<img src=\"./app/img/sawToCell.PNG\" className=\"pdfHelpImg\"></img>\nDepending on what tools are available and your personal preference, you may want\nto use a long level clamped to the housing and a tape measure, or clamp an\nextension onto the knee and use a short level and plumb bob.\nWe suggest tacking the ends of the housing next to the turner first. When the\nhousing is true end-to-end, complete welding it down.\n<li>To locate the upper scanner frame, drop a plumb bob from the center of the receiver\nlenses at each end of that frame section. Position the receiver frame such that the\nplumb bobs are centered in the transmitter openings. The receiver frame can now\nbe tack welded at the ends. To keep the center of the receiver frame from moving, a\nbrace is usually installed. Again, drop a plumb from a receiver in the center of the\nscanner, adjust for position and weld.</li>\n<b>Note</b> that when the scanner is installed in this location the carriage bases cannot extend over the scanner.\n</ol>\nTypical installation drawings:\n<img src=\"./app/img/typicalDrawing1.PNG\" className=\"pdfHelpImg\"></img>\n<img src=\"./app/img/typicalDrawing2.PNG\" className=\"pdfHelpImg\"></img>\n</div>"
  },
  {
    "name": "Section Two",
    "idNum": "000005",
    "type": "section",
    "section": "Section II",
    "content": "<div>\n<b>SECTION II. SYSTEM START-UP & ADJUSTMENTS</b>\n<b>A. System Start-up</b>\nSystem start-up time provides an excellent opportunity for maintenance personnel to become familiar with system features and operation. Almost every part of the system is touched during start-up. As always, ensure all mill safety procedures are followed during start-up. . NOTE: Power is NOT to be applied to the system until the LCI engineer is onsite to complete the installation.\n</div>\n<div>\n<b>B. Initial Power-up</b>\n<ul>\n<li>Disconnect all cables going to external sources. (Console, scanner, Temposonics, shaft encoder, servo-valve, saw deviation cables, and all external AC wires to/from the PLC)</li>\n<li>Power-up the computer/setworks cabinet. Using the troubleshooting menu, verify all power supply voltages are correct.</li>\n<li>Power-down the computer/setworks cabinet.</li>\n<li>Plug in all external cables and wiring. Leave Temposonic, servo-valve, and shaft encoder cables unplugged at the mil-spec connector (carriage end).</li>\n<li>Power-up the computer/setworks cabinet. Using the troubleshooting menu, verify all power supply voltages are correct.</li>\n<li>Check power wiring to Temposonics at the carriage end of the cables.</li>\n<b>Temposonics (LH Series with DPM)</b>\nPin A, Ground\nPin E, +15V\n<li>Check power wiring to the servo-valves at the carriage end of the cables.</li>\n<b>Servo-valves (Bosch)</b>\nPin A, +24V (may be nearly +30V)\nPin B, Ground\n<li>Check power wiring to shaft encoder at the encoder end of the cable.</li>\n<b>Shaft Encoder</b>\nPin D, +15V\nPin F, Ground\n<li>Check power wiring to laser heads at the scan bar end of the cable (shape scan systems only).</li>\n<b>L4 Laser Heads</b>\nPin J, +15V\nPin F, Ground\n<li>Power-down the setworks cabinet.</li>\n<li>Plug in Temposonics, servo-valves, and shaft encoder. Plug in all other external cables and wires.</li>\n<li>Ensure that the hydraulic pressure to the carriage has been manually turned off (usually done at the accumulator).</li>\n<li>Power-up the setworks cabinet. Verify DC supplies remain at the proper voltage.</li>\n<li>Display targets and positions at the system terminal. Temposonic positioner input (current position) should be relatively stable. The position should not vary by more than a couple thousandths of an inch with the cylinder still.</li>\n<li><b>Note - During start-up, a knee may lunge or run-away as air is forced out of the system. It is strongly recommended that the carriage be parked next to the rub rail when the hydraulic pressure is turned on for the first time. Be very cautious.</b></li>\n<li>If the safety valve is working properly, enable the hydraulics and turn on the hydraulic power unit.</li>\n<li>At this point, the knees or slabber may be moved using the computer or by plugging in the Servo Test box. Generally, the Servo Test box, which is supplied with the system, will be used only when trying to troubleshoot a servo problem.</li>\n<li>Momentarily depressing the limit override button on the sawyerÃ¢â‚¬â„¢s console will allow the knees to move. Continue to do this until all knee movement has stopped and holding down limit override causes no further knee movement.</li>\n<li>Move the knees to a reasonable location. You may need to hold down limit override during knee movement.</li>\n<li>Adjust the actual knee position to be Ã¢â‚¬Å“closeÃ¢â‚¬Â to where the knees actually are by using the Automatic Positioner Calibration menu.</li>\n(Main Menu/Setup Options/Startup Options/Automatic Positioner Calibration)\n<li>Verify the function of all console & handle switches and indicators.</li>\n<li>Individually disable knees with dogs up and out to verify solenoid wiring. (Disabled knee dogs should go down and in. If setworks hydraulics are on, the disabled knees may creep.)</li>\n<li>Use taper buttons to position knees individually, then cancel taper.</li>\n<li>Verify set enable switch and pantograph position inputs by moving the carriage past the saw. Verify set enable on both sides of the saw</li>\n<b>Note: </b>The load deck set enable switch is also used to reference the carriageÃ¢â‚¬â„¢s position.\n<li>Operate dogs to verify proper function of cinch, etc.</li>\n<li>Test and adjust limits in all dog configurations.</li>\n(Main Menu / Setup Options / Runtime Options / Limits)\n<li>Test function of knee disables, tapers, dog cutouts, jogs, skews and cancels.</li>\n<li>Verify that scanner inputs switch on and off without cross talk by interrupting each beam separately (photocell systems only).</li>\n<li>Test all PLC functions not tested above. (decks, sawguides, oiler, etc.)</li>\n<li>Verify encoder count decreases as the carriage moves from the log deck end toward the mill end.</li>\n<li>Calibrate encoder counts per foot.</li>\n<li>Locate guide to Knee 1 at reference.</li>\n<li>If a shape scan system, input actual laser positions.</li>\n<li>If a photocell scan system, input actual photocell positions.</li>\n</ul>\n</div>\n<div>\n<b>C. Hydraulics System Adjustments</b>\nAt the power unit, locate the relief valve. (normally on the top of the reservoir) Loosen the lock nut and turn the relief clockwise 6 complete turns. We are now sure that the pump pressure can be set without the relief valve opening. Turn the compensator pressure adjustment to bring system pressure to the desired level (typically 1800 psi). With the system pressure set, the next step is to set the relief. Turn the relief counter clock-wise until it relieves. There are several ways to detect this; the pressure gauge will dip, the relief valve may squeal or hiss, the pump will stroke up more often. Turn the relief valve adjustment back clockwise to the point where relieving just stops. Turn it clockwise two complete revolutions past that point and lock it down. While at the power unit, adjust or verify:\n<ol type=\"a\">\n<li>fan temperature switch at 110&#176; f,</li>\n<li>over temperature switch at 140&#176; f,</li>\n<li>heater switch at 80&#176; f,</li>\n<li>float switch shipping bracket off and low level shut down working</li>\n</ol>\nAt the carriage, ensure the pressure gauge is showing full pump pressure. While watching the gauge, have someone turn off the power unit. Continue watching the gauge as pressure dissipates slowly and then dissipates quickly. The point at which it starts to dissipate quickly is the accumulator pre-charge level. The accumulator pre-charge should be about 60% of system pressure. Excessive pre-charge pressure should be bled off for proper operation.\n</div>\n<div>\n<b>D. Hydraulic Cushion Adjustment</b>\nMost systems are equipped with a two-stage cushioning assembly, which may be configured in several different ways. All cushion assemblies have two relief valves. One is active only when the dogs are up (and a log is being loaded or turned), and is called the \"soft cushion\" or \"part-time\" relief valve. The other relief valve is always active, and is called the \"full time\" relief valve.\nTo locate the cushion assembly, look for a manifold block that is plumbed to the hydraulic return line and has a pressure gauge, a small solenoid valve, and two adjustable relief valve cartridges. It is also plumbed to the cushion (T2) ports of the knee manifold blocks. The relief cartridge closest to the small solenoid is the part-time cushion relief, and usually will be physically located above the full-time valve. Note: There are two different manifolds pictured below.\n<img src=\"./app/img/pressureGuage.PNG\" className=\"pdfHelpImg\"></img>\n<ol>\n<li>Adjusting the cushion valves requires that the knee runaway software is disabled. In the Positioner Movement Setup Screen,\n(Main Menu / Setup Options / Startup Options / Positioner Movement Setup)\n<b>Note</b> the current runaway distances and then enter a value of 60 in both the in-the-cut Runaway Error and out-of the-cut Runaway Error.</li>\n<li>Put the dogs down and jog to the forward limit.</li>\n<li>Hold down the limit override push button and press a forward individual knee taper button until a knee comes forward into a mechanical stop.</li>\n<li>Loosen the lock nut on the Full-Time relief valve.</li>\n<li>With the buttons still depressed, turn the valve adjustment at the carriage counterclockwise until the relief pressure gauge dips.</li>\n<li>Turn the relief adjustment clockwise slowly until the gauge stops showing a pressure increase then release the buttons.</li>\n<li>Lock the adjustment down. The full time relief is now properly adjusted. The relief gauge and system pressure gauge should show about the same pressure.</li>\n<li>Press and hold the limit override button and use the individual knee taper button to bring the knees back within travel limits.</li>\n<li>Press Cancel Taper and the jog buttons to position the knees at mid-stroke. Raise the dogs.</li>\n<li>At the cushion block, adjust the soft cushion relief valve counter clockwise until it relieves (gauge pressure dips, hissing noise, etc.).</li>\n<li>Turn it clockwise until relieving stops.</li>\n<li>Note the position and turn it clockwise two complete revolutions and lock it down.</li>\n</ol>\nIf the sawyer feels it is to easy to push the knees around when loading and turning, raise the relief pressure by turning the upper relief adjustment clockwise one half revolution at a time until he can load and turn comfortably.\n</div>"
  },
  {
    "name": "Section Three",
    "idNum": "000006",
    "type": "section",
    "section": "Section III",
    "content": "<div>\n<b>SECTION III</b>\n\n<b>A. Scanning</b>\n<b>A-1. Shape Scan systems</b>\nOne of the key features of the Lewis Controls system is the 3D Laser Scanner.\n<b>WARNING: Laser radiation from the scan heads can be damaging to the eye. Never look directly into the scan heads when the lasers are on. Use caution when working on the carriage. The red lasers are visible to the eye. It is recommended that the lasers be turned off whenever someone is working on the carriage. Note the following:</b>\n1. A warning light, mounted near the laser heads will be on when the lasers are active.\n<ol>\n<b>\n<li>There are two laser remote shut off switches. One will be mounted near the operator inside the cab. The other will be near the carriage track access point. Pushing down on either of the mushroom switches will turn the lasers off. Pulling up on either switch will re-enable the lasers.</li>\n<li>Turning off the control power on the sawyers console will disable the lasers until it is turned back on.</li>\n<li>When the lasers are turned on, there is a 10 second delay before the lasers become active.</li>\n</b>\n</ol>\nThe scanning system consists of a series of two or more scan heads mounted on a beam that is positioned over the infeed deck. Each scan head has two cameras (one on each end) and four lasers (spaced 12 inches apart) in the middle. The scan heads project vertical laser lines onto the log on the carriage. Within each head, the two cameras look at the lines created by the four lasers and gather information about the shape of the log. That information is then sent to the computer.\nThe process of profiling the log consists of scanning the log multiple times as the carriage moves towards the saw. When the log is first scanned, cross section data is only collected every 12 inches along the log. Because of the multiple scans, additional log data is collected and refined until cross section data is present for each inch along the length of the log, producing a more accurate picture of the log.\nThe computer receives the scanner information and uses it to create a three dimensional model of the log that includes the logâ€™s shape, length and diameters. It then analyzes the model; sets opening faces, places cants and keeps track of wood available as the sawyer removes boards. The scanner is only used on unopened faces, with the computer keeping track of the remaining wood as additional passes are made. See section 5 for information about the actual sequence of cutting up a log.\n</div>\n<div>\n<b>A-2. Photocell systems</b>\nA optional photocell scanning system may be provided by Lewis Controls. This scanner consists of a series of photo-electric cells, with the transmitters on the bottom and the receivers on top. These photocell pairs are spaced on approximate 6'' intervals and enclosed in a protective housing placed in a reasonably clear area alongside the carriage flat rail. Properly installed, the scanner should run from as close to the saw as practical and past the far lumber line on the other end. Ideally, the scan line will be placed 1'' on the carriage side of the saw line. This gap on most scans allows you to achieve maximum knee speed through most of the set, pulls slack out of the dogs and results in a forward set motion all the way to the saw line.\nThe scanners primary job is to provide log edge definition, length and diameter information to the system computer which in turn develops a model of the log. The computer then analyzes the model, setting opening faces, placing cants and keeping track of wood available as the sawyer removes boards. The scanner is only used on unopened faces. See section 5 for information about the actual sequence of cutting up a log..\nThe Lewis Photocell System scans as the log moves in either the forward or reverse direction, depending on where the log is positioned when the sawyer initiates a scan by pressing ''set'' or ''compute.'' It will also scan and set as the sawyer is moving the carriage toward the saw or slabber (scanning on the fly.)\n\n<b>Scan Forward:</b> Rough log length is measured as the log rolls out of the stop and loader and across the scanner. If the sawyer sets the dogs with the scan bar unblocked, the system begins a forward scan. (See Diagram) The sequence is as follows:\n<ol type=\"a\">\n<li>Rough length is measured as the log rolls across the scanner</li>\n<li>Log is dogged</li>\n<li>Sawyer presses \"set\" or \"compute\" and starts carriage moving toward the saw</li>\n<li>Knees advance in unison toward the saw line</li>\n<li>Log edge crosses the scan line</li>\n<li>Rough length data is updated to better reflect actual log length</li>\n<li>Computer develops log model and calculates solution</li>\n<li>Knees taper the log into the proper position and set for depth of first cut in one motion.</li>\n</ol>\n<b>Scan Reverse:</b> Rough log length is measured as the log rolls out of the stop and loader and across the scanner. If the sawyer sets the dogs with the scanner blocked, the system begins a reverse scan. (See Diagram) The sequence is as follows:\n<ol type=\"a\">\n<li>Rough length is measured as the log rolls across the scanner</li>\n<li>Log is dogged</li>\n<li>Sawyer presses \"set\" or \"compute\" and starts carriage moving to saw</li>\n<li>Knees retract in unison away from the saw line</li>\n<li>Log edge crosses the scan line in reverse</li>\n<li>Rough length data is updated to better reflect actual log length</li>\n<li>Reverse knee movement stops and knees start forward</li>\n<li>Computer develops log model and calculates solution</li>\n<li>Knees taper the log forward into the proper position and set for depth of first cut in one motion</li>\n</ol>\n<b>NOTE: Whenever possible, avoid loading a log to be scanned partly over the scanner. The scan and set will be longer because of the amount of knee movement needed to gather edge data.</b>\n<h3>Scan FORWARD</h3>\n<img src=\"./app/img/scanForward.PNG\" className=\"pdfHelpImg\"></img>\n\n<h3>Scan REVERSE</h3>\n<img src=\"./app/img/scanReverse.PNG\" className=\"pdfHelpImg\"></img>\n</div>\n<div>\n<b>A-3. Scan Set Disable:</b> The Lewis System can be programmed to disable sets as the log approaches the saw or is in the saw. This feature can be turned on or off and adjusted from the system parameters (Main Menu / Setup Options / Scanner Setup / Scanner Options)\nThrough these menus we establish a point in front of the saw guide where the setworks are disabled as the log nears the saw. Working in combination with a similar point ''behind the front'' of the saw guide defines an area or ''dead zone'' around the saw where the knees are inhibited as the pieces are cut from the log.\nThe rough length of the log is initially measured when a log is viewed by the scanner. Length information is continually refined and corrected as the log is sawn.\nAll setworks motion will stop when the combined inputs from the encoder and the scanner conclude that part of the log is present in the defined ''dead zone.''\n<b>WARNING: Though normally quite reliable, the Scan Set Disable feature is not 100% fail-safe. It is intended primarily to save saws and not to ensure personal safety of people in the area. Broken or severely tapered log ends may not be \"seen\" reliably by the scanner, which in turn can show a false reading for predicted log end. A slipping encoder, loose drive cables, or photocells (if your system is equipped with photocells) covered by debris may also create false information.</b>\n<b><u>Nothing can take the place of a sawyer that stays in control of his machine at all times and makes safety a high priority.</u></b>\n</div>\n<div>\n<b>B. Solution Options</b>\nThe Lewis Controls Scanning Setworks system is a flexible tool. The hydraulic, electronic and software package has been designed to suit a wide variety of sawmill applications. As we go further in this manual we will discuss ways to access and modify the working system parameters from either the sawyers console or the computer menus.\nThe basic software package provided to each mill uses the Lewis Controls Cant Matrix system to break a log down. Optionally, we can activate a form of dollar driven software or a â€œpatternâ€ by diameter method of operation. The Cant Matrix system computes a solution to two basic questions: what cants and boards are in the log, and what depth of face should be opened.\n</div>\n<div>\n<b>B-1. Cant Matrix:</b> Selected from Parameters: Main Menu / Lumber Options / Cant Face Width Table\nThe Cant Matrix system will choose one cant per log, filling in side lumber from the board list. The selections are based largely on two tables in the Lumber Options Menu, the Board and Cant Sizes Setup table and the Cant Face Width table. In addition, these tables work in conjunction with the Fill Mask (selected by the sawyer on the console) which tells the system which Cants and Boards are allowed for that Species.\nIn the Board and Cant Sizes Setup, cants are defined by width (size) and given a numerical priority order. In the Cant Face Width table, all the cants with a width defined in Board and Cant Sizes Setup are listed by length and given either a minimum face width or an â€œIgnoreâ€ label. If the label is set to ignore, the system will not consider a cant of that length. If a face width is set, the face will be made full length on the cant.\n</div>\n<div>\n<b>B-2. Opening Faces:</b> The system will determine the opening face of a log based on many parameters. Generally, if you feel the slabs at times are too heavy, some software settings may be adjusted to compensate.\n<b>Computed Solution:</b> If you are sawing in Cant Matrix mode (as mentioned above), then opening faces are often determined by the size of face requested for each board and cant. For example, if the opening face is a cant face, then the face for that cant will be made at least as wide as requested for the entire length of the cant.\nIn the Species Setup screen, the Maximum Cant Face Difference parameter will also have an effect on opening faces. The more restrictive this parameter is set the more likely it is to cause slabs to be heavy. Cant Face restrictions may make it unable to pick up extra side boards.\n<b>Set Button Solution:</b> When a face is opened by pressing the set button, the Lewis scanning system calculates the face line using the following rules:\n<ol>\n<li>Test for ''grade face'' button on. If yes, use ''grade face'' parameters.</li>\n<li>Test log diameter against the automatic grade face parameter. If equal to or greater than the parameter, use ''grade face'' parameters. If not, use â€œMinimum Opening Faceâ€ parameters.</li>\n<li>Calculate the face opening line in accordance with the above parameters.</li>\n<li>Test for additional lumber lengths by using trade-off depth entered by the mill.</li>\n<li>With the final face line calculated, test to see if any common boards can be made from the slab wood.</li>\n</ol>\nWe define common boards as the active fill mask boards in that axis of that\nspecies.\nWe will open the log to recover any common boards that can be made without\nmoving the face line as placed by rules 1-5.\n<img src=\"./app/img/commonBoard.PNG\" className=\"pdfHelpImg\"></img>\n</div>"
  },
  {
    "name": "Section Five",
    "idNum": "001005",
    "type": "section",
    "section": "Section V",
    "content": "<div>\n<b>SECTION V. SYSTEM OVERVIEW AND SAWYERS CONSOLE</b>\nReliable system design, proper maintenance tools and accurate drawing packages, are all important part of your system. The final item left to enable mill personnel to effectively maintain the system is providing the information needed to understand the system, the subsystems and their interfaces.\n<b>A. Systems and subsystems interface</b>\nA block diagram illustrating the various subsystems is included in this section to assist in visualizing the interfaces. The heart of the system is the Windows based computer. It operates with real-time extensions, runs the cutting program software, watches all the sub-systems that provide input information, processes the information, sends instructions to subsystems, and provides the Windows user interface.\n<img src=\"./app/img/subSystem.PNG\" className=\"pdfHelpImg\"></img>\n</div>\n<div>\n<b>A-1. Windows User Interface</b>\nThe computer is used to view and change system parameters and mill specific information using the familiar Windows environment. It also is used for real-time troubleshooting, and to maintain tally databases (if any). The standard PC keyboard, monitor and mouse (or mouse equivalent) are used along with a touch screen for simplified navigation among menus.\n\n<b>A-2. Sawyer Display subsystem interface</b>\nThe sawyer display is a standard VGA display, usually LCD (flat panel) type, operating as the 2nd display in a 2-display windows system. It normally displays log and scanner data for the sawyer, but may also be used to display any information that is available to the system. This is especially useful during troubleshooting, when other real-time data may be useful.\n\n<b>A-3. Carriage positioning detection switches</b>\nThere are generally three switches used for carriage position detection functions. They are limit switches and proximity switches. Closing the switch mechanically or electronically completes a circuit, allowing current to flow through the system. The system can read no current (open) as well as current (closed) to determine the status of a switch.\n</div><div>\n<b>A-4. The Scanner subsystem interface</b>\nThe laser scanner gathers data by determining the distance of the lasers as they shine on the log. This data is sent directly to the PC via fiber optic cables. As the log moves, the lasers will gather log data at one-inch intervals. <b>WARNING: Laser radiation from the scan heads can be damaging to the eye. Never look directly into the scan heads when the lasers are on. Use caution when working on the carriage. The red lasers are visible to the eye. It is recommended that the lasers be turned off whenever someone is working on the carriage.</b>\n\n<b>A-5. The Sawyer Console interface</b>\nThe sawyer console interface is a combination of digital inputs and outputs. The input interface is located in the console, along with the lamp output interface circuitry. The subsystem in the console is connected to the computer using a high-speed serial connection. The sawyer console switches may be interfaced to the PLC by using preprogrammed spare inputs and outputs, using the existing serial interface and thus avoiding the use of extra wires between the console and the computer. In the rare event that a direct connection is required, note that the PLC is operated as a low-true logic system. As such, it expects to see 0 V input through the switch contacts to cause a response.\n</div>\n<div>\n<b>A-6. The Computer to PLC interface</b>\nThe Programmable Logic Controller (PLC) subsystem interface is a digital output interface from the PC computer. An example of our digital output circuit is provided for ease of understanding. The circuit and interface works as follows:\n<ul>\n<li>The computer instructs the digital I/O terminator board to output a specific bit.</li>\n<li>The instruction is carried to the board via ribbon cable</li>\n<li>The output LED then lights (it would always be lit if the output wire was shorted to ground)</li>\n<li>The digital I/O terminator board outputs the bit at zero volts (true)</li>\n<li>The zero volt output is fed through the wire to the PLC causing the PLC to recognize and react to the output.</li>\n</ul>\n<b>A-7. Shaft encoder interface</b>\nLCI uses a quadrature type of encoder that provides two square wave signals to the computer. By looking at the phasing of these signals the shaft encoder interface board can tell which direction the encoder is turning. The counter on the interface board then counts up or down to track carriage travel. The encoder requires +5 to +15V and DC ground to operate. The encoder cable terminates on the Shaft Encoder Input Terminator on the back panel, where the signal is converted to a ribbon cable attachment. The ribbon cable feeds directly to the PC.\n</div>\n<div>\n<b>A-8. Linear Positioner interface</b>\nThis interface consists of hydraulic cylinders, each normally bored for a Temposonic position sensor, with the sensor, hydraulic valve and manifold, and the associated cables needed to connect to the setworks control system. The basics of the closed loop linear positioner system are:\n<ul>\n<li>The computer decides to change the cylinder rod position. It sets the analog drive voltage to reposition it in or out. This sign of the voltage determines the direction; the magnitude of the voltage controls the amount of opening (velocity, when the rod is free to move).</li>\n<li>The computer continuously obtains rod position information from the Temposonic interface. The computer compares the current position with the desired position and updates the control voltage to the valve as required to bring the positioner to the desired final position.</li> To complete the interface these things must be working properly.\n<li>The positioner power supplies (+ 15V)</li>\n<li>The valve power supply (+ 24V)</li>\n<li>The cylinder control valve</li>\n<li>The Temposonic probe</li>\n<li>The valve control cabling</li>\n<li>The Temposonic cabling</li>\n<li>The hydraulic power system</li>\n<li>The PLC (to open the HSV (hydraulic safety valve))</li>\n</ul>\n</div>\n<div>\n<b>A-9. The Programmable Logic Controller</b>\nThe PLC interface to the outside world is a 115VAC interface. It is used to drive solenoids, motor starters, etc. in accordance with inputs from the computer or directly from switch inputs. A PLC circuit can generally be looked at in the same way as a relay with a DC solenoid and AC contacts. If the computer wants to send the dogs to the up position, it sends a DC signal (zero Volts) to the PLC. The PLC in turn energizes the Dogs Up outputs that connect 115VAC through a fuse to one side of the dogs up solenoids. The other side of the dogs up solenoids is connected to the neutral line of that AC circuit. In some cases, more than one input is needed to cause an output. Those circuits can be considered as relay contacts in series, with the last set of contacts connected to the output.\n</div>\n<div>\n<b>B. Faces and Axes</b>\nTo fully understand the way the system operates, we need to define some terms. A <b>face</b> is an open or unopened surface of the log that would be presented to the head saw. In our terminology, the first face on a new log is called <b>1F</b>, or <b>1 Front</b>. If the sawyer opens the log and makes a 180 degree turn, he would then be sawing <b>1B</b>, or <b>1 Back</b>. At this point, the log is open on two opposite faces. The next face opened, whether he turns the log one quarter turn down or three quarter turns, becomes <b>2F</b>, or <b>2 Front</b>. The final face becomes <b>2B</b> or <b>2 Back</b>. You may have noticed the log has been divided into two parts or axes. The first axis consists of sawlines running from 1F through 1B and the second axis consists of sawlines running from 2F through 2B. In a simple cant sawing operation axis 1 will contain a dimension width cant, 6\", 8\", etc. Axis 1 generally will also have one or more side boards to utilize the wood not needed for the cant. Axis 2 breakdown would normally consist of board thicknesses. The controls would be set up to make board thicknesses, 1\", 2\", etc. The boards may be computed as headrig sawlines, packages of boards for a resaw, or as cants for a gang.\n<center><b>Axis Memories</b></center>\n<img src=\"./app/img/axisMemory.PNG\" className=\"pdfHelpImg\"></img>\n\nThe normal face sequence is set up by the mill through the windows interface using the <b>Auto Face</b> selection in the Setup Options / Runtime Options / Opening Face Parameters submenu. As long as the sawyer turns logs as anticipated the system will remain on the proper axis and face. If the sawyer turns a log differently, he must tell the computer what he has done.\n\nFor Example: Mill normally turns 180 degrees from 1 front\n<ul>\n<li>Auto Face sequence is 1F, 1B, 2F, 2B</li>\n<li>On a large log the sawyer decides to turn 90 degrees down instead of 180 degrees</li>\n<li>Before scanning on the second face, he must press the 2F button on the console</li>\n<li>In most instances the sawyer knows ahead of time that he will need to override the auto face selection and can preset the next face (in this case 2F) as he is moving the carriage back to turn the log.</li>\n</ul>\n<b>Note</b> that if an unsawn side of the log is against the knees, the side toward the saw line is always a front face (either 1F or 2F). Conversely, if a sawn side of the log is against the knees, the side toward the saw is always a back face (1B or 2B). If a sawyer goes back to an axis for the 5th or 6th side sawing, he would alternate between 1B and 2B, never returning to a front face.\n<img src=\"./app/img/consoleImg.PNG\" className=\"pdfHelpImg\"></img>\n</div>\n<div>\n<b>C. Button Light Description</b>\nThe sawyers console is designed only after mill personnel are able to give their input on the selection and placement of buttons. Therefore every console is unique to the installation. The actual buttons and their placement will vary. However, the buttons on the console are arranged in logical groups. The actual placement and orientation of those groups depends in part on mill preference.\n<img src=\"./app/img/consoleImgTwo.PNG\" className=\"pdfHelpImg\"></img>\n\n</div>\n<div>\n<b>C-1. Group 1:</b> Control Power, Setworks Lock Out, Set Enable, Scan Set Disable, Hydraulic Pressure, Hydraulics Enabled, Set Achieved, Stack Computed, Knees Tapered, Console Status lights, Saw Deviation.\n<ol type=\"a\">\n<li><b>Control Power:</b> Mushroom Maintain - This large red switch serves as an emergency stop. Pushing down on the mushroom will remove all power from the carriage, cause the hydraulics to shut down, stop the knees from moving and cause the sawyers console to turn off. <b>Note: Because single solenoids re frequently used on carriages, when power is shut off to the carriage, board dogs may come down and other mechanical parts on the carriage may move - <u>use caution</u></b></li>\n<li><b>Setworks Lock Out:</b> Key Switch - This locking switch enables or disables setworks operation by supplying or removing A.C. voltage from the solenoids driven by the PLC. This switch should be in the Lock Out position whenever the sawyer leaves his seat, or when anyone is on or around the carriage. <b>WARNING: This switch does not constitute an official OSHA Lock out !!! Mill established lockout procedures should always be followed.</b></li>\n<li><b>Set Enable - Indicator Light:</b> Whenever the carriage is at either end of the track and the carriage frame blocks one of the set enable (proximity) switches, the light will be on and the computer will be able make sets, jog the knees, etc.</li>\n<li><b>Scan Set Disable - Indicator Light:</b> This light will come on whenever the system thinks that the log is close to or in the saw. Note: In some cases, it may be possible to have the log in the saw while one of the set enable switches is still blocked (and the Set Enable light still on). In this case, the system will still stop the sawyer from making any sets or jogging the knees.</li>\n<li><b>Hydraulic Pressure - Indicator Light:</b> The input for this light comes from a pressure switch located after the safety valve (but before the knees) in the hydraulic circuit. When the light is on, it indicates that there is oil pressure at the knees.</li>\n<li><b>Hydraulics Enabled - Indicator Light:</b> This light will be on when the system opens the Hydraulic Safety Valve allowing oil to flow to the carriage. If the system shuts down the hydraulics for any reason, this light will be off.</li>\n<li><b>Set Achieved - Indicator Light:</b> This light is on when the knees and slabber have moved to the commanded set position</li>\n<li><b>Stack Computed - Indicator Light:</b> This light is on whenever the sawyer has computed a stack for an axis.</li>\n<li><b>Knees Tapered - Indicator Light:</b> This is illuminated whenever the knees are in a tapered position relative to the saw line.</li>\n<li><b>Console Status - Indicator Lights:</b> A series of 5 small LEDs are located next to the system status lights. These lights: +5, +24, Rx, Tx, and Run are diagnostic lights for the console. Under normal conditions, all these lights will be on. Rx and Tx may appear to be dimmer than the other lights.</li>\n<li><b>Saw Deviation - Indicator Lights:</b> On systems with the saw deviation option, these lights indicate when the saw has exceeded the limits set in the system software. The warning light will come on when the lower limit has been exceeded and the hazard light will light when the upper limit has been exceeded.</li>\n</ol>\n<img src=\"./app/img/consoleImgThree.PNG\" className=\"pdfHelpImg\"></img>\n\n</div>\n<div>\n<b>C-2. Group 2:</b> Saw Guide Auto, Saw Guide Up/Down, Slabber Auto, Slabber Sets, Slabber Retract, Slab Attach, Individual Knee Controls, Cancel Taper, Limit Override, Skew Left, Skew Right.\n<ol type=\"a\">\n<li><b>Saw Guide Auto Lighted Pushbutton:</b> The Saw Guide Auto feature allows the system to automatically position the saw guide for the sawyer based on the scanned diameter of the log. If the guide is too high or too low, the sawyer may override the system by using the Saw Guide Up/Down switch located on the side of the sawyers console. If Saw Guide Auto is on, once the guide position has been overridden, the guide will stay in position until a new face has been scanned at which point it will be automatically repositioned. If Saw Guide Auto is turned off, the sawyer will be responsible for positioning the guide.</li>\n<li><b>Slabber Auto Lighted Pushbutton:</b> With the Slabber Auto button on, the slabber will automatically set to the thickness of the board being taken by the slabber. Turning it off will force the sawyer to manually select slabber sets. The sawyer can override a set without taking the system out of automatic simply by pushing one of the slabber set buttons. When the slabber pass is completed, the system will return to the automatic mode of operation.</li>\n<li><b>Slabber Sets Lighted Pushbuttons:</b> The slabber set buttons, marked 0 - 5 allow the sawyer to force the slabber to a predetermined position. Pushing button 0 will cause the slabber to be moved to a position even with the sawline. The values for buttons 1-5 will be the first 5 board sets in the Board and Cant Sizes Setup parameters. (Main Menu / Lumber Options / Board and Cant Sizes Setup). If the slabber is in auto, the set lights will come on when the slabber set matches the size for that button.</li>\n<li><b>Slabber Retract Lighted Pushbutton:</b> Pushing the Slabber retract button will cause the slabber to go to the slabber retract position as defined in the system parameters. Pushing it a second time will cause the slabber to go to its reverse limit.</li>\n<li><b>Slab Attach Lighted Pushbutton:</b> The state of this button determines how the opening face boards will be cut. If Slab Attach is on, the knees will position the log so that the saw cuts the slab and the first board on the first pass. If it is off, the log will be positioned so that the slab is cut off first and then the board will be cut on the next pass. For systems with a slabber, the Slab Attach button will normally be on.</li>\n<li><b>Individual Knee Control - Momentary Pushbuttons:</b> Each knee control group consists of three buttons: Disable, Jog forward and Jog Reverse. The disable button is used to temporarily take a knee out of service. A knee is disabled by jogging it knee back until it hits the reverse limit and pressing the disable button. Depending on the null of the hydraulic valve, disabled knees may drift towards the saw line. <b>To prevent disabled knees from drifting forward, close the ball valve on the hydraulic pressure line for that knee or chain the knee so it cannot move forward</b>. The Disable button is red and is labeled with a ''D'' and the knee number (for example, the button to disable knee 2 reads D ). When a knee is disabled, the button will light. The individual knee taper buttons are labeled with an arrow that indicates the direction to move the knee. The taper buttons may be used to move an individual knee to help it conform to the shape of a log. When the taper buttons are lit, that indicates that the computer thinks the knees are tapered. If the taper buttons are flashing, the system has detected a drive runaway condition. (See limit override)</li>\n<li><b>Cancel Taper - Momentary Pushbutton:</b> This button, when pressed, forces all taper out of the knees. It is done in two stages. If you press it once, all skew taper is removed from the knees but any individual knee taper is kept. If you press it a second time, all individual knee taper is canceled.</li>\n<li><b>Limit Override - Lighted Pushbutton:</b> This switch, when pressed, will allow the sawyer to move positioners beyond the normal setworks limits or bring them back within limits. It must be held down until the drives have reached the desired position. If a positioner drifts beyond a limit, the sawyer must hold the Limit Override button down while using the jog button to move the knee to a position within limits. Instances where Limit Override is used include: moving a knee or knees when the set disable lamp is on, moving a knee that, when disabled, had drifted out of limits due to servo null, or when a drive runaway error has been experienced. <b>WARNING: Use this switch carefully, especially in correcting drive runaways, or moving knees in the saw zone. Limits are set in the system parameters to assist the sawyer in operating the machine safely. <i>THIS PUSHBUTTON OVERRIDES THOSE LIMITS</i>.</b></li>\n<li><b>Skew Left, Skew Right - Momentary Pushbuttons:</b> These buttons allow the sawyer to manually skew (pivot) the knees about the middle of the carriage. Under normal conditions, the computer does the skew function automatically.</li>\n</ol>\n<img src=\"./app/img/consoleImgFour.PNG\" className=\"pdfHelpImg\"></img>\n</div>\n<div>\n<b>C-3. Group 3:</b> Scanner On, Taper (Auto, Full, Half, None), Calibrate, Down Time\n<ol type=\"a\">\n<li><b>Scanner on - Lighted Pushbutton:</b> This button illuminates when the scanner is active for a particular face. Like taper, it must be selected for each species and face by pressing the Face button and pressing the Scan On button. If it is not selected for a face, the system will not scan on that face. WARNING: If \"scan on\" is not selected for a face, the software set disable feature (which tracks when the log is in the saw) will not be active on that face.</li>\n<li><b>Taper (Auto, Full, Half, None) - Lighted Pushbuttons:</b> These buttons are used to tell the computer the desired taper orientation to use in calculating opening faces and computing runs on unopened faces. Taper rates may be setup either automatically or manually. Auto Taper will select a taper rate based on overall log taper. These taper rates are set up in using the Auto Taper Rates screen. (Main Menu / Setup Options / Scanner Setup / Auto Taper Rates) See Section 4 B-3.c.3 for more information. Full taper is sawn parallel to the bark of a log. Half taper is sawn parallel to the centerline of a log. Selecting No taper (none) causes the knees to be aligned parallel to the saw. See diagrams below.</li>\n<center><h3>Full Taper Solution</h3></center>\n<img src=\"./app/img/taperSolution.PNG\" className=\"pdfHelpImg\"></img>\n<center><h3>Half Taper Solution</h3></center>\n<img src=\"./app/img/taperHalfSolution.PNG\" className=\"pdfHelpImg\"></img>\n<center><h3>Zero Taper Solution</h3></center>\n<img src=\"./app/img/zeroTaperSolution.PNG\" className=\"pdfHelpImg\"></img>\n\n<li><b>Scan Calibrate - Lighted Pushbutton:</b> Pushing this button will initiate the scanner calibration procedure. See section I below for a detailed procedure.</li>\n<li><b>Downtime - Lighted Pushbutton:</b> If the carriage has been inactive for a specified time (set up in parameter menu), downtime will begin accumulating. To tally this downtime to a defined reason the sawyer must follow these steps:</li> First press the downtime button. This can be done at any time, even before the computer senses a down condition. This will light the set buttons.\n</ol>\nEach set button is numbered starting with number one for the top left set button and has a corresponding downtime reason. When a set button is pressed the corresponding downtime category appears on the sawyerâ€™s display. This will cause downtime to be counted for that reason. The set lamps will go out and the downtime button will blink. Downtime will continue to accumulate until the downtime button is pressed again. This allows the sawyer to continue to saw while a piece of downstream equipment such as a resaw is down. Downtime reasons are specified in the Main Menu / View/Report Options / Downtime Summary\n<img src=\"./app/img/consoleImgFive.PNG\" className=\"pdfHelpImg\"></img>\n</div>\n<div>\n<b>C-4. Group 4:</b> Species, Bark On, Grade Face, Package Modes (Single, Package, Resaw), Face 1F - 1B - 2F - 2B, Patterns, Boards, Cants, Multiples, Fill Mask, Default Set, Cancel Entries.\n<ol type=\"a\">\n<li><b>Species - Lighted Pushbuttons:</b> Each species button calls up a separate set of operating parameters including lumber sizes, cant priorities, prices (if used), turn sequences, fill mask and scan and taper settings. A mill can use the species buttons to actually saw different species, or they can use them to saw different products out of various sizes or grades of logs. See section D below for more information</li>\n<li><b>Bark On “ Lighted Pushbutton:</b> Occasionally, when there is an equipment failure, logs will still have bark on them when they are brought to the carriage. Turning this button on will cause the system to compensate for the extra bark on the outside of the log by taking larger faces. The thickness of the bark is set up in the scanner options. (Main Menu / Setup Options / Scanner Setup / Scanner Options).</li>\n<li><b>Grade Face - Lighted Pushbutton:</b> When active (lit) and the sawyer opens a face on 'set' rather then 'compute,' this button tells the system to use an alternative minimum opening face width defined in the parameter menu as 'Grade Face.' Grade Face can be selected manually by the sawyer or can come on automatically when the scanner detects a log that exceeds the diameter set for 'Auto Grade Face.'</li>\n<li><b>Package Modes (Single, Package, Resaw) - Lighted Pushbutton:</b> These three buttons determine how boards will be cut off the outside of the log. Single Mode allows only single boards to be cut from the log. Package Mode allows boards of the same thickness to be cut as multiples and be sent to resaw. Resaw mode allows the sawyer to cut any combination of multiples. These boards are not necessarily made up of boards of the same thickness. See section 4 B-3.b for more detailed information.</li>\n<li><b>Face (1F, 1B ,2F, 2B, Reset) Lighted Pushbutton:</b> 1F, 1B, 2F and 2B tell the sawyer which face the computer believes it is sawing. During normal operation, these buttons switch and light up in a pre-programmed autoface sequence. If the sawyer turns a log in a manner that is not consistent with his normal turn sequence, he must press the correct face button before continuing. This allows the computer to keep track of the wood remaining on each axis. The face buttons are also used to set up which faces are automatically scanned and what the fill mask contains for each axis. Under some conditions, it is desirable to rescan the log after the initial scan has been completed. Pushing the Reset button after selecting the face will cause the system to rescan when the set or compute button is pressed.</li>\n<li><b>Patterns (1,2,3,4,5) - Lighted Pushbuttons:</b> Patterns are an optional feature not found on all systems. In the parameter entries there is a table that allows the mill to define a series of sets and kerfs in sequence, by species. These sequences are then assigned to one of the five pattern buttons. Boards defined in the pattern set up do not have to be included in the fill mask. Whenever the sawyer needs to call in one of these sequences he presses the appropriate pattern button. Typical applications for patterns include mills that cut vertical grain free of heart products on their large logs, or mills that have a fairly consistent depth of shop lumber just inside the sapwood portion of their higher quality logs. In these cases the mills can call in patterns and cut their specialty products without having the specialty products active in their fill mask. When using cant matrix patterns, patterns can be used as cants by selecting them in the fill mask.</li>\n<li><b>Boards - Lighted Pushbuttons:</b> The 'board' buttons represent individual board thicknesses. They can be used singly as part of a manually entered stack. As with cants, the number of board buttons and their labels are defined prior to system delivery.</li>\n<li><b>Cants - Lighted Pushbuttons:</b> The 'cant' buttons call up a cant set, either as an individual entry, or as a part of a manually entered stack. The system honors the sawyer input. It will put whatever cant the sawyer calls for in the solution without regard to minimum face requirements. Cants widths are defined in the parameter entry tables. Normally, a mill will define cant widths for use in the first axis (1F, 1B) such as 4'' and 6''. The number of cant buttons and their label requirements are defined during the order engineering process.</li>\n<li><b>Multiples - Lighted Pushbuttons:</b> These buttons are not present in all systems. They are used by the sawyer to force a package with two or more like boards, separated by resaw kerf. The sawyer can use the 2x, 3x, and 4x buttons in single mode or he can use them to override a computer selected multiple in package mode.</li>\n<li><b>Fill Mask - Lighted Pushbutton:</b> The fill mask determines what products will\nbe automatically selected when the sawyer presses the compute button to fill out\nthe log. These products are defined by axis (1 or 2) and must be setup for each\nspecies. See Section F Below for more information.</li>\n<li><b>Default Set - Lighted Pushbutton:</b> This push button allows the sawyer to choose his 'default' board. The default board is the piece thickness that the system will set to if Set is pushed on a non-computed face and no board buttons are lit. When the default set button is pressed once, it will blink and the current default board size button will light. To change to a different default board simply press the desired button. That button will light and the previous size will go out. When the desired default board is lit, press the default set button again to turn it off. Note that each species normally has its own default set.</li>\n<li><b>Cancel Entries - Momentary Pushbutton:</b> This switch is used to back out size button pushes the sawyer has made. If the sawyer was entering in a stack to be sawn on a computed run and hit the wrong button, he would press cancel entries button once to remove that piece from the stack. Pressing it a second time removes all entries from the stack.</li>\n</ol>\n\n<img src=\"./app/img/handleAndFootSwitch.PNG\" className=\"pdfHelpImg\"></img>\n</div>\n<div>\n<b>C-5. Groups Sawyers Handles and Foot Switches:</b> Backset, Jog Reverse, Jog Forward, Set, Compute, Dogs Up/Dn, Dogs In/Out, Other handle functions, Log Loader, Other Foot Switches. The buttons on the sawyers handles are fairly standard. Button position on the handle, and even which handle a particular button is on, is strictly a matter of mill preference\n<ol type=\"a\">\n<li><b>Backset - Momentary Pushbutton:</b> Pressing Backset will cause the knees to back off the current active set (computed, selected from console, or default board) from the last sawline.</li>\n<b>WARNING:</b> If the sawyer has jogged the knees forward or reverse after the last set was achieved, Backset will still back off the current set from the last sawline. If the sawyer has jogged reverse the knees may actually move forward on the Backset command.\n<li><b>Jog Reverse Momentary Pushbutton:</b> The sawyer uses this button to physically position or reposition the knees in the reverse direction. All knees jog in unison.</li>\n<li><b>Jog Forward Momentary Pushbutton:</b> The sawyer uses this button to physically position or reposition the knees in a forward direction. All knees jog in unison.</li>\n<li><b>Set - Momentary Pushbutton:</b> The sawyer uses this button to either initiate a minimum opening face scan without a computed solution or to set for the next board. See Section E below for more information</li>\n<li><b>Compute - Momentary pushbutton:</b> The sawyer uses the compute button to compute a stack. It could be to open a new face to a computed solution, or to have the system calculate a computed run to finish a log after grade has been removed. Once on a computed run for a face, the compute button acts like the set button. See section E below for more information.</li>\n<li><b>Dogs Up/Dn, Dogs In/Out - Momentary pushbuttons:</b> These buttons are used\nto raise and lower the dogs as well as move them in and out.</li>\n<li><b>Other handle functions “ Momentary pushbuttons:</b> Cant Kickers, Cant Flippers, Brownsville Turners are examples of various functions frequently found on the sawyers handles.</li>\n<li><b>Log Loader “ Foot Switch:</b> The log loader serves two purposes; to load the log onto the carriage and to signal the computer that a new log is being loaded.\nh. Other Foot Switches may be present using spare outputs configured with your system. These may include such things gates or tipples for lumber handling.</li>\n</ol>\n</div>\n<div>\n<b>D. Species</b>\nMultiple species capability is included as part of the Lewis system. By pressing a different species button a sawyer can call in an entirely different set of sawing rules including different:\n<ul>\n<li>set size values</li>\n<li>board or cant selections by axis in the fill masks</li>\n<li>sawing modes, (single, resaw by axis)</li>\n<li>solution type, (cant matrix)</li>\n<li>auto face sequences</li>\n<li>scanning rules</li>\n</ul>\nTypical examples of how species can be used effectively would include mills that actually bring in mixed species logs during a shift, or cutting separate products out of each species.\n</div>\n<div>\n<b>E. Set and Compute</b>\nOn the sawyers handles you will find two buttons, ''set'' and ''compute.'' Both will initiate system actions. When to set and when to compute should be fully understood by the sawyer. The following is a chart that outlines the system responses for set and compute actions.\n\n<table>\n<tr>\n<th>CONDITION</th>\n<th>ACTION</th> \n<th>SYSTEM RESPONSE</th>\n</tr>\n<tr>\n<td>Unopened Face</td>\n<td>Press Set</td>\n<td>System will scan and set to a minimum opening\nface. <b>Note:</b> MOF may be altered with user\nparameters and may actually be longer or wider\nthan anticipated, if certain features such as\n<b>tradeoff depth or auto grade face</b> are active.</td>\n</tr>\n<tr>\n<td>Opened Face\nNo Computed Run:</td>\n<td>Press Set</td>\n<td>System sets off either the set size selected by the\nsawyer or a default board</td>\n</tr>\n<tr>\n<td>Opened Face\nComputed Run:</td>\n<td>Press Set</td>\n<td>The next board in the computed run will be set off\nfor sawing. <b>NOTE:</b> The system will not normally\nallow a cant to be set off on front faces.</td>\n</tr>\n<tr>\n<td>Opened Face\nComputed Run\nSize pressed:</td>\n<td>Press Set</td>\n<td>If the alternate size chosen is in the computed run,\nthe system will pull it from the stack and set it off,\nmoving the original size to the ''next'' position in the\nrun. If the alternative size is not in the stack, the\ncomputed run is cancelled and may need to be\nrecomputed later. This will result in a shim line on\nback faces (1B, 2B).</td>\n</tr>\n<tr>\n<td>Unopened Face 1F:</td>\n<td>Press Compute</td>\n<td>The system will scan and set taper for 1F, and will compute a whole log solution based on the solution\noption chosen and the active fill mask choices for\nthat axis.</td>\n</tr>\n<tr>\n<td>Unopened Faces:</td>\n<td>Press Compute</td>\n<td>The system will scan and set taper for 1B, 2F, 2B the chosen face and will compute the remainder of\nthe log based on the solution option chosen and\nactive fill mask choices for that axis. The sawyer\ncan also manually pre-select a cant and/or cant and\nboard stack before pressing compute. Remaining\nwood is filled automatically fro m active fill mask\nsizes.</td>\n</tr>\n<tr>\n<td>Opened Faces\nNo computed run:</td>\n<td>Press Compute</td>\n<td>The system will select a cant and stack in sideboards from the fill mask until no size 1B, 2B\nwill fit. The system will set off the shim.</td>\n</tr>\n<tr>\n<td>Opened Faces\nComputed run:</td>\n<td>Press Compute</td>\n<td>Acts like 'set' and will cause the next size in the run to be set off.</td>\n</tr>\n</table>\n</div>\n<div>\n<b>F. The Fill Mask & Fill With Last Board Parameter</b>\nThroughout this manual you will find references to \"the fill mask.\" Boards must be entered into the fill mask for each axis of each species. The fill mask should include all products that you typically want the computer to automatically include in a computed run for a particular species. In the Species Setup screen (located in the Lumber Options menu) is a checkbox called Fill With Last Board. If the checkbox is unchecked when the sawyer presses compute, any remaining wood is filled with boards that have been entered into the fill mask. The computer will attempt to fit the board with the largest size number in the fill mask as many times as it will fit, then will try the next smallest-numbered board, and so on. Boards not in the fill mask can only appear in a computed solution if they are manually selected by the sawyer (or are part of a larger pattern in systems where sawing patterns are used). If the Fill With Last Board checkbox is checked when the sawyer presses compute, all the remaining wood is filled with the last board the sawyer entered into the stack. However, when there is not enough wood left to fill with any more of this (last) board, the computer will attempt to fit the largest board form the fill mask that will fit in the remaining space and will work until no more fill mask boards will fit. The shim is taken with the slab when compute is pressed on an unopened face. If compute is pressed on a face that is already cut, a separate shim will be computed. If the system is equipped with a slabber, the slabber will take the shim and the saw the first board on the same pass. If no slabber is in use, an extra line will be required to take the shim.\n<b>To set the Fill Mask:</b>\n<ol>\n<li>Select a species and press a face button to define the axis. (For example, 1F for axis 1, 2F for axis 2)</li>\n<li>Press the Fill Mask button. The boards and cants that are currently in the fill mask for that species and axis will light up. Pressing a lit button will remove that set from the fill mask, pressing an unlit button will put that set size in the fill mask as an active choice.</li>\n<li>All the active choices should be lit and all the inactive choices should be unlit.\n<li>Usually both boards and cants should be selected in the axis 1 fill mask.</li>\n<li>Repeat the procedure for axis 2. In most cases, only board sizes are active because cant width was established on axis 1. If the cant is actually</li> dimensioned in both axes, e.g. a tie, timber, or pallet cant, then axis 2 may also contain a cant size.</li>\n<li>Press the fill mask button again to turn off the lamp and resume normal operation.</li>\n</ol>\n</div>\n<div>\n<b>G. Stack Entry</b>\nIn many grade mills and quite a few dimension mills a sawyer needs to have the ability to manually enter a stack. He may have a few products or small orders to fill that are not included in a days normal production, or he may see the opportunity to take some high value products that werent predictable when he first opened a log. The Lewis system allows a sawyer to do this quite easily and still lets him use the normal set and compute routines. For illustration, we will discuss stack entry on a back face first. In the Species Setup screen (located in the Lumber Options menu), there is a checkbox, Fill With Last Board. In essence, a question is being asked: Does the sawyer want to fill with the last board chosen? This parameter determines how the wood not used by the sawyer entered stack is to be filled. If Fill With Last Board is checked, the sawyer can enter any combination of cants\nand boards, singly or using his multiple buttons ''2x,3x,4x'' to cause the headrig to make resaw packages. The system will then stack them in the order they were entered. When he has entered his last board and presses the ''compute'' button, the system will enter his stack and fill any remaining wood with the last board in the stack. When there is not enough wood to fit another (last) board, the system will find the largest active fill mask board that will fit in the available space and work from there until no fill mask board will fit. The shim is taken with the slab if the stack entry/compute was on an unopened face. If the stack was entered and computed on an opened face, a shim line will be computed. If Fill with Last Board chosen is set to no (unchecked), the stack that the sawyer enters stays exactly how he enters it. Any additional fill boards needed to utilize the wood are picked from the fill mask. His last chosen board is not always repeated. If the sawyer enters a stack on the front face, the cant he chooses will be centered and the sideboards he chooses will be added to both sides of the log. Normal fill rules apply to take care of any excess wood. The sawyer entered boards are stacked from the slab in, in the order they were pressed.\n</div>\n<div>\n<b>H. Sawyers Tutorial (How to Saw a Log)</b>\nDepending on what type of logs you process and your production goals, such as grade and dimension, the Lewis system can be set up to handle most sawing processes. After a short adjustment period, the sawyer will learn to use the ''set'' button and the ''compute'' button at appropriate times. To refresh your memory, ''set'' on an unopened face will trigger the scan process\nand produce a ''minimum'' opening face. ''Set'' on an opened face will cause the default board or the selected board, either manually entered or part of a computed run, to be set off. The ''compute'' button tells the computer to use the chosen method of optimization (value driven, cant matrix) and the cants and boards selected in the ''Fill Mas'' to arrive at a computer driven solution for the whole or partially processed log. This computed run will be displayed on the sawyers display.\n</div>\n<div>\n<b>H-1. Simple Dimension Sawing</b>\n<ol type=\"a\">\n<li>Sawyer loads log and dogs it in place</li>\n<li>Sawyer presses ''Compute.'' The system will scan and set taper for the opening face</li>\n<li>Sawyer saws the first line</li>\n<li>Sawyer checks his display, and if he agrees with the next cut, presses the\n''Set'' button</li>\n<li>Sawyer saws the next line and continues until a cant size is next on the cut list</li>\n<li>Sawyer turns the log</li>\n<li>Sawyer repeats the process for the second side, ''Compute'' followed by successive ''Sets''</li>\n</ol>\n<b>WARNING: There are variations to the above. The sawyer may choose to manually saw front faces using his set button first and compute only on back faces.</b>\n</div>\n<div>\n<b>H-2. Grade Sawing</b>\n<ol>\n<li>Sawyer loads log and dogs it in place</li>\n<li>Sawyer presses ''Set.'' The system will scan and set taper for a minimum face.</li>\n<li>Sawyer saws off the slab, or slab and board if sawing ''slab attached.''</li>\n<li>Sawyer chooses the next set from the console and presses ''set'' to set it off. (If the indicator light for the desired board is already lit, or the desired board is the ''default board'', the sawyer only presses ''set.'')</li>\n<li>When out of grade for that particular face, turn and dog.</li>\n<li>At sawyer discretion, choose ''set'', ''compute'', or enter a cant size and board then ''compute''.</li>\n<li>''Set'' will open to a minimum face (an internal shim will likely result when you ''compute'' after sawing off a few grade boards.)</li>\n<li>''Compute'' will place the highest priority cant next to the knees and will fill remaining wood from the fill mask.</li>\n<li>Entering a cant and sideboard combination prior to ''compute'' will allow the sawyer to stack in a run. If ''fill with last board'' is checked in the Species Setup, the last board entered in the stack will fill the remaining wood until that board will not fit. The fill mask takes over after that. If fill with last board is unchecked, remaining wood between the entered boards and the cant or knees will be fit from the fill mask.</li>\n<li>For third and fourth sides, repeat (a) through (i)</li>\n</ol>\n</div>\n<div>\n<b>I. Scanner Calibration Procedure</b> \nAccurate placement of faces on the log is dependent on having a good scanner calibration. Lewis Controls provides two different types of scanning systems; A laser 3D scanner and a light curtain photocell scanner. The calibration procedures, which are similar, are described below.\n<b>I-1. Laser 3D Scanner Calibration Procedure</b> \nThe 3D laser scanners provide log profile information to the computer. That information is used to generate a solution for the log. The distance of the scan heads from the saw line, coupled with the position of the knees and the scanner data is critical to obtaining accurate solutions. When the scanner has been properly calibrated, these distances will be precise leading to correct solutions. Automatically calibrating the scanner is a simple and quick procedure that assures scanner accuracy. Follow the steps below:\n<ol>\n<li>Calibrate all the knees and verify that the set achieved lamp on the operators console comes on for each cut. Any knee calibration or setting accuracy error will be applied to the scanner calibration.</li>\n<li>Clean all windows on the scan heads - that is, the small round apertures where the lasers come out, as well as the oval cameras at each end of the head. Follow safety procedures and turn the scanners off prior to cleaning. Use a clean soft, dry cloth. If stubborn deposits are present, try using a window cleaner or alcohol. Do not use industrial solvents.</li>\n<li>If possible, position a log on the carriage so that all scan lines will be blocked during the calibration process.</li>\n<li>Make four faces on the log. The system needs a square backstand to ensure the log is flush against the knees, and it needs a square front and top as well. After making the last pass to square up the cant, leave the hydraulics on and refrain from jogging the knees.</li>\n<li>Position the carriage so that the cant is directly in front of the scanners. Press the SCAN CALIBRATE button on the operatorâ€™s console. The button will light indicating that the system is ready to start the calibration process.\n<li>Press the Set button to start the calibration. After a few seconds, the console will beep when the calibration is complete.</li>\n<b>NOTE:</b> If the cant is long enough, position the carriage so that both ends of the cant are beyond the end lasers. This will ensure that the scanner can 'see' the entire cant. If the cant is too short, calibrate twice: once\nwith the front of the cant just beyond the first laser, and again with the back of the cant just beyond the last laser.</li>\n<li>When calibration is complete, press the SCAN CALIBRATE button again and the lamp will go off. Check the L4 Scanner setup screen to view the results. (Main Menu / Setup Options / Scanner Setup / L4 Scanner Setup). Compare the Current and Last calibration values. You are now again ready to manufacture lumber and can finish cutting the cant if necessary.</li>\n</ol>\n</div>\n<div>\n<b>I-2 Photocell Scanner Calibration Procedure</b> \nThe photocell scanners, like the 3D scanner, also provide log profile information to the computer that is used for creating a solution. Automatically calibrating the scanner is a simple and quick procedure that assures scanner accuracy. Follow the steps below:\n<ol>\n<li>Calibrate all the knees and verify that the set achieved lamp on the operatorâ€™s console comes on for each cut. Any knee calibration or setting accuracy error will be applied to the scanner calibration.</li>\n<li>Clean all the photocells - both top and bottom. Generally, the top photocells will not require much in the way of cleaning. For the bottom scan bar, clean each individual photocell. Use a clean soft, dry cloth. If stubborn deposits are present, try using a window cleaner or alcohol. Do not use industrial solvents.</li>\n<li>If possible, position a log on the carriage so that all scan lines will be blocked during the calibration process.</li>\n<li>Make four faces on the log. The system needs a square backstand to ensure the log is flush against the knees. After making the last pass to square up the cant, leave the hydraulics on and refrain from jogging the knees.</li>\n<li>Position the carriage so that the cant is directly in front of the scanners. Press the <b>SCAN CALIBRATE</b> button on the operatorâ€™s console. The button will light indicating that the system is ready to start the calibration process.</li>\n<li> Press the Set button to start the calibration. The system will automatically start the process of moving the cant back and forth (into and out of the saw line)</li>\n<b>NOTE: If the cant is long enough, position the carriage so that both ends of the cant are beyond the end photocells. This will ensure that the scanner can 'see' the entire cant. If the cant is too short, calibrate twice: once with the front of the cant just beyond the first photocell, and again with the back of the cant just beyond the last photocell.</b>\n<li>When calibration is complete, press the SCAN CALIBRATE button again and the lamp will go off. Check the Scanner setup screen to view the results. (Main Menu / Setup Options / Scanner Setup / Scanner Setup). Compare the Current and Last calibration values. You are now again ready to manufacture lumber and can finish cutting the cant if necessary.</li>\n</ol>\n</div>"
  },
  {
    "name": "Section Six",
    "idNum": "010016",
    "type": "section",
    "section": "Section VI",
    "content": "<div>\n<b>SECTION VIII - MAINTENANCE NOTES</b>\n\n<b>A. The setworks hydraulic system</b>\nThe major reason for adding linear positioners to a carriage is to improve the knee setting accuracy and speed. To do this, very close tolerance components are used with high pressure. Satisfactory system operation and hydraulic component life depends greatly on the adjustments of the hydraulic system being done and checked regularly. It is also necessary to consider how one adjustment may effect other adjustments.\n\n<b>A-1. Hydraulic Cleanliness</b> \nOpening the hydraulic system exposes the system to the risk of introducing contamination (dirt). Contamination can cause early valve failures. It is very important to do all you can to prevent introducing contaminants. It is also important to understand that some contaminants are going to get in the system. To flush as much of the contaminants as possible through the plumbing and trap them in the filters, we furnish ball valves to control oil flow routing.\n\n<b>A-2. Hydraulic Filters</b>\nEach filter is equipped with an indicator that shows when the filter is becoming plugged. The filters should be changed when indicated or after 6 months use, whichever comes first. Any filter change should be followed by at least a one hour flush of the hydraulic system.\n\n<b>A-3. Hydraulic Oil</b>\nThe hydraulic oil received from your distributor is never as clean as the specification stated by servo valve manufacturers. It is very important to flush this oil before it is used to move positioners. We recommend a minimum of 4 hours. The grade of hydraulic oil you choose will certainly have an effect on the system operation. Most pump manufacturers recommend a grade or weight of 68. The choice must, however, be tempered by other factors. The oil viscosity range must be such that cold weather will not cause it to gel in the plumbing and the cylinders and warm weather will not lower the viscosity to the point where it loses lubricating properties. The power units we supply have tank heaters and oil coolers to help the mill keep the oil in a desirable viscosity range. Other possibilities are locating the power unit for effective cooling and heating and to minimize the length of plumbing runs. Under severe conditions, wrapping the plumbing or using heat tape may be advisable. Keeping the reservoir topped off and fully retracting the cylinders when the carriage is idle also can help keep oil in the desired temperature range.\n</div>\n<div>\n<b>B. Component Handling</b>\nReasonable care and precautions are necessary when handling electronic and hydraulic components. The systems AC power should always be switched off before servicing any electrical parts.\n\n<b>B-1. Wiring</b>\nWhen running or replacing wiring the areas which are required to flex (such as the pantograph arms) should have extra length and strain relief if possible. Wiring should be protected from abrasion, excess heat, dirt and moisture. Wire terminations must be tight enough to ensure a good electrical connection. Excessive tightening will cause broken wires.\n\n<b>B-2. Circuit Boards</b>\nWhen changing circuit boards remove power by turning the system power off. Remove any cables which are in the way of the board. (Note where each cable plugs in.) Take care where you put the circuit board so it does not get damaged, including damage from static electricity. When all the boards and cables are back in their proper place, the system can be turned on and tested for proper operation.\n\n<b>C. Intermittent Problems</b>\nWhen trying to locate the cause of an intermittent problem, it is frequently advisable to keep a log of the activities, i.e., replaced circuit board XXX with spare circuit board YYY. You will not only know what steps you have tried, but when the problem is resolved you will know what parts need repair or replacement to keep your spares ready to support your system.\n</div>\n<div>\n<b>D. Installing the Spare Black Box</b>\nThere are ten steps to correctly install the spare black box. Please follow the instructions for each step to guard against loss of data or excessive downtime.\n<b>D - 1. Determine that a replacement black box is needed</b>\nAn LCI engineer has helped you troubleshoot your system, and the diagnosis is that your black box computer needs to be replaced. Take care to follow these steps in the order presented.\n\n<b>D - 2. Save Pvalues to Compact Flash (if possible)</b>\nIf your computer is still operable, you need to run a small program that will save all your current program values to an external storage device called 'Flash Drive'. If you are unable to run your computer, simply remove the compact flash card from the SanDisk reader and save it for later. The compact flash will have the values from the last time you backed up your system (hopefully that has been done on a regular basis). If you can run your computer, follow these steps to perform one final backup. To run the program, click on Start, point to Programs and Carriage Menu and then click on Save Program to Flash.\n<center><img src=\"./app/img/savePVaules.PNG\" className=\"pdfHelpImg\"></img></center>\nA window will pop up momentarily; when the window disappears, you are ready to save current species settings. From the Main Menu of Lewis Controls software click on <b>File Options</b> and then click on <b>Save Current Species & Machine Values to Disk</b>. Figure 2 shows the window that will come up.\n<center><img src=\"./app/img/}hlpViewMachine.PNG\" className=\"pdfHelpImg\"></img></center>\nClick in the box for 'Backup values to flash' (as shown) and click 'Accept'. The window will disappear and your values will be backed up. Now you should remove the compact flash card from the SanDisk reader and save it for later.\n</div>\n<div>\n<b>D - 3. Shut Down and Power off the black box</b>\nClick on the Start button and choose Ã¢â‚¬Å“Shut Down.Ã¢â‚¬Â\n<center><img src=\"./app/img/shuttingDown.PNG\" className=\"helpFileImgSmall\"></img></center>\nWhen the drop down window says 'Shut Down', Click 'OK' on the Shut Down Windows dialog, as shown below in Figure 4.\n<center><img src=\"./app/img/shutDownIndication.PNG\" className=\"helpFileImgSmall\"></img></center>\nWhen the comuter indicates you can turn the power off, turn off the power by pressing the red Power button on the lower left side of the front of the machine. At this time make sure that the Control Panel and PLC have been turned off as well.\n</div>\n<div>\n<b>D - 4. Unplug all input leads</b>\nAfter the computer has been turned off, remove the panel from the top of the black box. The top has two thumbscrews and should lift off easily after they have been loosened. After removing the top, shut off the power supply by flipping the switch next to the power cord (this switch is circled in Figure 5).\n<center><img src=\"./app/img/blackBrickPower.PNG\" className=\"helpFileImgSmall\"></img></center> \nNext, unplug all the input leads from the top of the computer. You may wish to label each lead so you know where it goes when you hook up the spare Here is a list of items to be removed:\n<ul>\n<li>Power supply cable (black)</li>\n<li>USB connectors:</li>\n<ul>\n<li>Flash (Do not remove)</li>\n<li>Shape scan input</li>\n<li>Touch screen input</li>\n<li>UPS communication</li>\n</ul>\n<li>Remove the protective plastic strips from the top and bottom of the hole on the left and slide the uLinks USB to 485 converter out through the hole. Put the plastic strips back into their original position.</li>\n<li>Network cable to Ethernet Hub</li>\n<li>Keyboard and mouse cords (color coded plugs)</li>\n<li>Phone cord - Modem card (if present)</li>\n<li>Monitor cables (2) - Sawyer Display and Touch Screen</li>\n<li>Com 1 and Com 2 serial cables (gray)</li>\n<li>12V DC connection (black and yellow twisted wire)</li>\n<li>Laser scanner fiber optic cables (label these to maintain order)</li>\n<li>Remove the Ethernet hub from the right side of the black box</li>\n<li>Remove the compact flash card from the SanDisk reader.</li>\n<li>Last, unplug the five ribbon cables that plug into the left side of the black box. The ribbon cables are already labeled for installation convenience.</li>\n</ul>\n</div>\n<div>\n<b>D - 5. Remove black box from back panel</b>\nRemove the four nuts from the bolts that hold the black box to the back panel, and lift it off the panel. Carefully package the black box for shipping to Lewis Controls for repair.\n\n<b>D - 6. Place spare black box on back panel</b>\nNow that the old black box has been disconnected and removed, we start to assemble the spare system by following the reverse of what we have done so far. Place the spare black box on the back panel and secure it with the nuts you removed in Step VI.\n<center><img src=\"./app/img/blackBoxSpare.PNG\" className=\"pdfHelpImg\"></img></center>\n</div>\n<div>\n<b>D - 7. Plug in all leads</b>\nBefore putting on the top panel, you must reattach all the cables and cords that are attached to the top of the computer. Use this list and Figure 6 to assist you in plugging everything back in.\n<ul>\n<li>Power supply cable (black)</li>\n<li>USB connectors:</li>\n<ul>\n<li>Flash (Should already be present in the new black box)</li>\n<li>Shape scan input</li>\n<li>Touch screen input</li>\n<li>UPS communication</li>\n</ul>\n<li>Attach Ethernet hub to outside of black box on the right side and reconnect</li>\n<li>network cable to Hub</li>\n<li>Keyboard and mouse cords (color coded plugs)</li>\n<li>Phone cord (if present)</li>\n<li>Monitor cables (2) - Sawyer Display and Touch Screen</li>\n<li>Com 1 and Com 2 serial cables</li>\n<li>12V DC connection (black and yellow twisted wire)</li>\n<li>Laser scanner fiber optic cables (order is important!)</li>\n<li>Insert the compact flash card into the SanDisk reader</li>\n<li>Remove the protective plastic strips from the top and bottom of the hole on the left and slide the uLinks USB to 485 converter back in through the hole.</li>\n<li>Reconnect to USB. Put the plastic strips back into their original position.</li>\n<li>Plug the five ribbon cables into the side connectors on the left side of the box.</li>\n<li>Flip the power switch near the power cord so the Ã¢â‚¬Å“IÃ¢â‚¬Â is down.</li>\n<li>Replace the cover over the top of the black box.</li>\n</ul>\n</div>\n<div>\n<b>D - 8. Power on</b>\nTurn the power on by pressing the red 'Power', switch on the front of the black box. (It may be necessary to remove the small black plate at the bottom to gain access to the switch). You should prevent the Carriage software from starting. To do this, hold down the Shift key as Windows is booting up (start holding down the Shift key when a small window appears that says 'Windows is starting up'). You will get a window prompting for a password; use the password 'carriage' to continue. As soon as you enter the password, you must depress the Shift key again! If the Carriage software starts, close it before continuing on to Step IX.\n\n<b>D - 9. Restore values from Flash</b>\nIf you were able to save your program values to the Flash disk (Step II), or even if you werent but had backup values saved previously, click on:\n<i>Start->Programs->Carriage Menu->Recover Values From Flash.</i>\n<center><img src=\"./app/img/flashValues.PNG\" className=\"pdfHelpImg\"></img></center>\nA new window will open, and before you can read the contents of the window, you will be presented with a dialog as shown in Figure 8. Clicking Yes will allow you to view the contents of the new window.\n<center><img src=\"./app/img/flashValues.PNG\" className=\"pdfHelpImg\"></img></center>\nThe new window is a web page with two buttons on the bottom. File names (and the dates that they were saved) will be displayed with Current files names on the left and the Saved file names on the right. Files under the Current column are backed up automatically by the system on a periodic basis. Files under the Saved column are backed up only when specifically commanded by using the system menus. (Main Menu / File Options / Save Current Species & Machine Values to Disk) Click the button on the right that says, 'Recover from Saved Flash Values.'\n<center><img src=\"./app/img/recoverValuesFlash.PNG\" className=\"pdfHelpImg\"></img></center>\nClick Yes to confirm the copy. When it is finished, you will be presented with a dialog confirming success, as\n<center><img src=\"./app/img/flashOk.PNG\" className=\"helpFileImgSmall\"></img></center>\nClick 'OK', close the window, and continue to the next step.\n</div>\n<div>\n<b>D - 10. Test and run</b>\nOpen the Carriage menu and see if the carriage can make lumber. Make sure the Control Panel and PLC have been switched on.\n\n<b>E. LCI Service</b>\nThe LCI engineering department is available to assist your maintenance efforts. We will provide phone support or, if needed, on-site support. Our support people include an in-house service technician, who can handle many of the mill problems through phone support, repair of defective parts, or by sending spare parts to the mill.\n</div>"
  }
]